Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Save as data source (%s) failed. Details:
fr: Enregistrement sous source de données (%s) échoué. Détails:
pt: O salvamento como fonte de dados (%s) falhou. Detalhes:

source: Save data source progress dialog
fr: Enregistrer dialogue de progression de la source de données
pt: Salvar caixa de diálogo de progresso da fonte de dados

source: Save is not supported on current data source type: %s. Please try to use "File->Save As" other data source. However, the project file can still be saved as other project file.
fr: L'enregistrement n'est pas pris en charge pour le type de source de données actuel: %s. Veuillez essayer d'utiliser "Fichier -> Enregistrer sous" pour un autre type de source de données. Cependant, le fichier de projet peut toujours être enregistré sous un autre format de projet.
pt: Salvar não é suportado no tipo de fonte de dados atual: %s. Por favor, tente usar "Arquivo->Salvar como" outra fonte de dados. Entretanto, o arquivo do projeto ainda pode ser salvo como outro arquivo de projeto.

source: Save to File
fr: Enregistrer dans un Fichier
pt: Salvar para arquivo

source: Save/Show Map
fr: Enregistrer/Afficher la Carte
pt: Salvar/Mostrar mapa

source: Saved successfully.
fr: Enregistré avec succès.
pt: Salvo com sucesso.

source: Saving data source cancelled.
fr: Enregistrement de la source de données annulé.
pt: 'Salvando fonte de dados' foi cancelado.

source: Saving data...
fr: Enregistrement des données en cours...
pt: Salvando dados...

source: Saving failed: GeoDa can't save as empty datasource.
fr: Échec de l'enregistrement: GeoDa ne peut pas enregistrer une source de données vide.
pt: Salvar falhou: o GeoDa não pode salvar como fonte de dados vazia.

source: Saving to data source (%s) failed. Details: %s
fr: Échec de l'enregistrement de la source de données (%s). Détails: %s
pt: Salvando na fonte de dados (%s) falhou. Detalhes: %s

source: Scale Basemap
fr: Échelle du Fond de carte
pt: Escala do mapa base

source: Scale Options
fr: Options d'Échelle
pt: Opções de escala

source: Scatter Plot
fr: Graphique de Dispersion
pt: Gráfico de dispersão

source: Scatter Plot - x: %s, y: %s
fr: Graphique de Dispersion - x: %s, y: %s
pt: Gráfico de dispersão - x: %s, y: %s

source: Scatter Plot Matrix
fr: Matrice du Graphique de Dispersion
pt: Matrix do gráfico de dispersão

source: Scatter Plot Matrix Help
fr: Aide de la Matrice du Graphique de Dispersion
pt: Ajuda do gráfico de dispersão

source: Scatter Plot Matrix Variables Add/Remove
fr: Ajouter/Supprimer les Variables de la Matrice du Graphique de Dispersion
pt: Adicionar/Remover Variáveis de Matriz de Dispersão

source: Scatter Plot Variables
fr: Variables du Graphique de Dispersion
pt: Variáveis do gráfico de dispersão

source: Scatter Plot- x: %s, y: %s
fr: Graphique de Dispersion - x: %s, y: %s
pt: Gráfico de dispersão - x: %s, y: %s

source: Second Variable (Y)
fr: Deuxième variable (Y)
pt: Segunda Variável (Y)

source: Second Variable (Y/Latitude)
fr: Deuxième variable (Y/Latitude)
pt: Segunda Variável (Y/Latitude)

source: Select
fr: Sélectionner
pt: Selecionar

source: Select All
fr: Tout Sélectionner
pt: Selecionar todos

source: Select All In Range
fr: Tout Sélectionner dans la Plage
pt: Selecionar todos no intervalo

source: Select All Undefined
fr: Tout Sélectionner Non défini
pt: Selecionar todos indefinidos

source: Select All...
fr: Tout Sélectionner...
pt: Selecionar todos...

source: Select From Current Selection
fr: Sélectionner à partir de la Sélection Actuelle
pt: Selecionar a partir da seleção atual

source: Select ID Variable
fr: Sélectionner la Variable ID
pt: Selecionar ID da variável

source: Select ID Variable (Optional)
fr: Sélectionner la Variable ID (facultatif)
pt: Selecionar ID da variável (Opcional)

source: Select Neighborless Observations
fr: Sélectionner les Observations Sans Voisin
pt: Selecionar observaçãoes sem vizinhança

source: Select Variables
fr: Sélectionner les Variables
pt: Selecionar variáveis

source: Select Variables (Multi-Selection)
fr: Sélectionner les Variables (Sélection Multiple)
pt: Selecionar variáveis (Multi-seleção)

source: Select a file:
fr: Sélectionner un fichier:
pt: Selecionar um arquivo:

source: Select an existing *.gdb directory, or create an New Folder named *.gdb
fr: Sélectionner un répertoire existant *.gdb ou créer un Nouveau Dossier nommé *.gdb
pt: Seleciono um diretório *.gdb existente, ou crie uma nova pasta de nome *.gdb

source: Select color scheme:
fr: Sélectionner un jeu de couleurs:
pt: Selecione esquema de cores:

source: Select datasource
fr: Sélectionner la source de données
pt: Selecione a fonte de dados

source: Select encoding (optional):
fr: Sélectionner l'encodage (facultatif):
pt: Selecione a codificação (opcional):

source: Select field is not integer type. Default record order will be used instead.
fr: Sélectionner le champ n'est pas de type entier. L'ordre d'enregistrement par défaut sera utilisé à la place.
pt: Campo selecionado não é do tipo inteiro. Será usada a ordem de registro padrão em seu lugar.

source: Select fields:
fr: Sélectionner les champs:
pt: Selecionar campos:

source: Select from current selection
fr: Sélectionner à partir de la sélection actuelle
pt: Selecionar a partir da seleção atual

source: Select key:
fr: Sélectionner la clé:
pt: Selecionar chave:

source: Select layer
fr: Sélectionner la couche
pt: Selecionar camada

source: Select the language
fr: Sélectionner la langue
pt: Selecionar a linguagem

source: Select variable
fr: Sélectionner une variable
pt: Selecionar variável

source: Select variable for dissolving:
fr: Sélectionner une variable pour la fusion:
pt: Selecionar variável para dissolver:

source: Select variables to delete
fr: Sélectionner les variables à supprimer
pt: Selecionar variáveis para excluir

source: Select variables:
fr: Sélectionner les variables:
pt: Selecionar variáveis:

source: Select, hold CMD for brushing
fr: Sélectionner, maintenir CMD pour la sélection par brossage
pt: Selecione e segure CMD para escovação

source: Select, hold CTRL for brushing
fr: Sélectionner, maintenir CTRL pour la sélection par brossage
pt: Selecione e segure CTRL para escovação

source: Selectable Fill Color
fr: Couleur de Remplissage Sélectionnable
pt: Cor de preenchimento selecionável

source: Selected
fr: Sélectionné
pt: Selecionado

source: Selected =
fr: Sélectionné =
pt: Selecionado =

source: Selected vs. Unselected
fr: Sélectionné vs. Non sélectionné
pt: Selecionado vs. Não selecionado

source: Selection
fr: Sélection
pt: Seleção

source: Selection Mode
fr: Mode de Sélection
pt: Modo de seleção

source: Selection Shape
fr: Forme de Sélection
pt: Forma de seleção

source: Selection Tool
fr: Outil de Sélection
pt: Ferramenta de seleção

source: Selection Variable
fr: Variable de Sélection
pt: Variável de seleção

source: Send Crash Report
fr: Envoyer un Rapport de Plantage
pt: Enviar relatório de falha

source: September
fr: Septembre
pt: Setembro

source: Set Association Dialog
fr: Configurer l'Association
pt: Definir associação da caixa de diálogo

source: Set Display Precision
fr: Définir la Précision d'Affichage
pt: Definir precisão de exibição

source: Set Display Precision of Y-Axis
fr: Définir la Précision d'Affichage de l'axe Y
pt: Definir precisão de exibição do eixo-Y

source: Set Display Precision on Axes
fr: Définir la Précision d'Affichage sur les Axes
pt: Definir precisão de exibição dos eixos

source: Set Display Precision:
fr: Définir la Précision d'Affichage:
pt: Definir precisão de exibição:

source: Set Highlight Association
fr: Définir l'Association Mise en Évidence
pt: Definir associação de destaque

source: Set Number Separators
fr: Définir les Séparateurs de Nombres
pt: Definir separadores de números

source: Set Number Separators in Table
fr: Définir les Séparateurs de Nombres dans le Tableau
pt: Definir separadores de números em tabela

source: Set Number of Permutation
fr: Définir le Nombre de Permutations
pt: Definir números de permutações

source: Set number of CPU cores manually:
fr: Définir manuellement le nombre de cœurs de CPU:
pt: Definir manualmente o número de núcleos de CPU:

source: Set seed for randomization:
fr: Définir la graine pour la randomisation:
pt: Definir semente para aleatorização:

source: Set the threshold to bridge the gap between disconnected polygons (often caused by digitizing errors). The value depends on your measurement unit (e.g. 1 foot or 0.0000001 degrees). Use the weights histogram to detect neighborless observations.
fr: Définir le seuil pour combler l'écart entre les polygones non connectés (souvent causé par des erreurs de numérisation). La valeur dépend de votre unité de mesure (par exemple, 1 pied ou 0,0000001 degré). Utilisez l'histogramme des poids pour détecter les observations sans voisins.
pt: Definir o limite para preencher a lacuna entre polígonos desconectados (muitas vezes causados por erros de digitalização). O valor depende de sua unidade de medida (por exemplo, 1 pé ou 0,0000001 graus). Use o histograma de pesos para detectar observações sem vizinhos.

source: Set transparency of highlighted objects in selection:
fr: Définir la transparence des objets mis en évidence dans la sélection:
pt: Definir a transparência dos objetos destacados na seleção:

source: Set transparency of unhighlighted objects in selection:
fr: Définir la transparence des objets non mis en évidence dans la sélection:
pt: Definir a transparência dos objetos não destacados na seleção:

source: Set value to cell failed.
fr: Échec de la définition de la valeur de la cellule.
pt: Definição de valor para célula falhou.

source: Setup Locale of GeoDa Table
fr: Configuration de la Localisation de la Table GeoDa
pt: Configurar local da tabela do GeoDa

source: Setup co-locations:
fr: Configuration des co-localisations:
pt: Configurar colocalizações:

source: Shape
fr: Forme
pt: Forma

source: Shape Centers
fr: Centres de Formes
pt: Centros da Forma

source: Show As Conditional Map
fr: Afficher en tant que Carte Conditionnelle
pt: Mostrar como mapa condicional

source: Show Axes
fr: Afficher les Axes
pt: Mostrar eixos

source: Show Axes Through Origin
fr: Afficher les Axes Passant par l'Origine
pt: Mostrar os eixos através da origem

source: Show CSV Configuration in Merge Data Dialog:
fr: Afficher la Configuration CSV dans la boîte de Dialogue Fusionner les Données:
pt: Mostrar configuração CSV na caixa de diálogo de mesclar dados

source: Show Graph
fr: Afficher le Graphique
pt: Mostrar gráfico

source: Show LOWESS Smoother
fr: Afficher le Lissage LOWESS
pt: Mostrar suavização LOWESS

source: Show Legend
fr: Afficher la Légende
pt: Mostrar legenda

source: Show Linear Smoother
fr: Afficher le Lissage linéaire
pt: Mostrar suavização linear

source: Show Map Boundary
fr: Afficher la Limite de la Carte
pt: Mostrar limite do mapa

source: Show Recent/Sample Data panel in Connect Datasource Dialog:
fr: Afficher le panneau des Données Récentes/Échantillonnées dans la Boîte de Dialogue de Connexion à la source de données:
pt: Mostrar painel de dados/amostras recentes na área de conectar fonte de dados:

source: Show Selection and Neighbors
fr: Afficher la Sélection et les Voisins
pt: Mostrar seleção e vizinhos

source: Show Status Bar
fr: Afficher la Barre d'État
pt: Mostrar barra de status

source: Show Vertical Axis
fr: Afficher l'Axe Vertical
pt: Mostrar eixos verticais

source: Show connect line
fr: Afficher la ligne de connexion
pt: Mostrar linha conectora

source: Show test for sel/unsel regression subsets:
pt: Mostrar teste para os subconjuntos de regressão selecionados/não selecionados:

source: Significance Filter
fr: Filtre de Signification
pt: Filtro de significância

source: Significance Map
fr: Carte de Signification
pt: Mapa de significância

source: Simulated Annealing
fr: Recuit Simulé
pt: Recozimento Simulado (simulated annealing)

source: Skater Settings
fr: Paramètres de Skater
pt: Configuração do método Skater

source: Smoother
fr: Lisseur
pt: Suavizar

source: Some calculated values were undefined and this is most likely due to neighborless observations in the weight matrix. Rate calculation successful for observations with neighbors.
fr: Certaines valeurs calculées étaient indéfinies, probablement en raison d'observations sans voisins dans la matrice de pondération. Le calcul du taux a réussi pour les observations avec des voisins.
pt: Alguns valores calculados não foram definidos e isto se deve, provavelmente, a observações sem vizinhos na matriz de peso. O cálculo da taxa obteve sucesso para observações com vizinhos.

source: Sort
fr: Trier
pt: Classificar

source: South European Latin-3 (ISO-8859-3)
fr: Sud de l'Europe Latin-3 (ISO-8859-3)
pt: Sul Europeu Latim-3 (ISO-8859-3)

source: Space-time variables with duplicate name "%s" found.
fr: Variables espace-temps avec le nom en double "%s" trouvé.
pt: Variáveis de espaço-tempo com nome duplicado "%s"\ encontradas.

source: Spatial Constraint:
fr: Contrainte Spatiale:
pt: Limitação espacial:

source: Spatial Correlogram
fr: Corrélogramme Spatial
pt: Correlograma espacial

source: Spatial Empirical Bayes
fr: Bayés Empirique Spatial
pt: Análise espacial empiríca de 'Bayes'

source: Spatial Error
fr: Erreur Spatiale
pt: Erro espacial

source: Spatial Join
fr: Jointure Spatiale
pt: Junção espacial

source: Spatial Join can not be applied on two points layers. Please select another layer.
fr: La Jointure Spatiale ne peut pas être appliquée sur deux couches de points. Veuillez sélectionner une autre couche.
pt: A junção espacial não pode ser aplicada em duas camadas de pontos. Por favor, selecione outra camada.

source: Spatial Join can not be applied on unknonwn layers. Please select another layer.
fr: La Jointure Spatiale ne peut pas être appliquée sur des couches inconnues. Veuillez sélectionner une autre couche.
pt: A junção espacial não pode ser aplicada em duas camadas desconhecidas. Por favor, selecione outra camada.

source: Spatial Join does not work with Table only datasource.
fr: La Jointure Spatiale ne fonctionne pas avec une source de données uniquement sous forme de Tableau.
pt: A junção espacial não funciona com fontes de dados que são apenas tabelas.

source: Spatial Lag
fr: Lag spatial
pt: Regressão espacial (Spatial Lag)

source: Spatial Rate
fr: Taux Spatial
pt: Taxa espacial

source: Spatial Rate Smoothed Variable Settings
fr: Paramètres de Variable Lissée pour le Taux Spatial
pt: Configurações de variáveis de taxa espacial suavizadas

source: Spatial lag and error regressions require symmetric weights (not KNN). You can still use KNN weights to obtain spatial diagnostics for classic regressions.
fr: Les régressions des erreurs et des retards spatiaux nécessitent des poids symétriques (pas KNN). Vous pouvez toujours utiliser les poids KNN pour obtenir des diagnostics spatiaux pour les régressions classiques.
pt: As regressões espaciais e as regressões de erro requerem pesos simétricos (não KNN). Você ainda pode usar os pesos KNN para obter diagnósticos espaciais para regressões clássicas

source: Special
fr: Spécial
pt: Especial

source: Specified id field (%s) not found in currently loaded Table.
fr: Champ d'identifiant spécifié (%s) introuvable dans la Table actuellement chargée.
pt: Campo de identificação especificado (%s) não encontrado na tabela atualmente carregada.

source: Specified key (%d) not found in currently loaded Table.
fr: Clé spécifiée (%d) introuvable dans la Table actuellement chargée.
pt: Chave especificada (%d) não foi encontrada na tabela carregada atualmente.

source: Specified key (%s) not found in currently loaded Table.
fr: Clé spécifiée (%s) introuvable dans la Table actuellement chargée.
pt: Chave especificada (%s) não foi encontrada na tabela carregada atualmente.

source: Specified key value field "%s" in weights file contains duplicate values in the currently loaded Table.
fr: Le champ de valeur de clé spécifié "%s" dans le fichier de pondération contient des valeurs en double dans la Table actuellement chargée.
pt: O campo de valor chave especificado "%s"no arquivo de pesos contém valores duplicados na tabela atualmente carregada.

source: Specified key value field "%s" on first line of weights file is not an integer type in the currently loaded Table.
fr: Le champ de valeur de clé spécifié "%s" à la première ligne du fichier de pondération n'est pas de type entier dans la Table actuellement chargée.
pt: O campo de valor chave especificado "%s"na primeira linha do arquivo de pesos não é um tipo inteiro na tabela carregada atualmente.

source: Specified key value field "%s" on first line of weights file not found in currently loaded Table.
fr: Le champ de valeur de clé spécifié "%s" à la première ligne du fichier de pondération est introuvable dans la Table actuellement chargée.
pt: O campo de valor chave especificado "%s"na primeira linha do arquivo de pesos não encontrado na tabela carregada atualmente.

source: Specify Seed...
fr: Spécifier une Graine...
pt: Específique a semente...

source: Specify bandwidth
fr: Spécifier la largeur de bande
pt: Especificar largura de banda

source: Specify manually
fr: Spécifier manuellement
pt: Especificar manualmente

source: Spectral
pt: Espectral

source: Spectral Clustering Map (%d clusters)
fr: Carte de Regroupement Spectral (%d clusters)
pt: Mapa de agrupamento espectral (%d agrupamentos)

source: Spectral Clustering Settings
fr: Paramètres de Regroupement Spectral
pt: Configuração de agrupamento espectral

source: Speed
fr: Vitesse
pt: Velocidade

source: Stable Version and Bug Fixes Only
fr: Version Stable et Corrections de Bugs Uniquement
pt: Somente Versão Estável e Correção de Erros

source: Stack
fr: Empiler
pt: Empilhar

source: Standard Deviation
fr: Écart Type
pt: Desvio Padrão

source: Standard Deviation Color
fr: Couleur de l'Écart Type
pt: Cor do Desvio Padrão

source: Standard Deviation Map
fr: Carte de l'Écart Type
pt: Mapa de Desvio Padrão

source: Standardized Data
fr: Données Standardisées
pt: Dados padronizados

source: Statistics
fr: Statistiques
pt: Estatística

source: Status Bar
fr: Barre d'État
pt: Barra de Status

source: Stopping criterion for power iteration:
fr: Critère d'arrêt pour l'itération de puissance:
pt: Critério de parada para o método de potências:

source: Strong
fr: Fort
pt: Forte

source: Submit Bug Error
fr: Signaler une Erreur de Bug
pt: Submeter relatório de erro

source: Submit Bug Report
fr: Envoyer un Rapport de Bug
pt: Submeter relatório de erro

source: Success
fr: Réussite
pt: Sucesso

source: Success / Warning
fr: Réussite / Avertissement
pt: Sucesso / Alerta

source: Successful aggregation.
fr: Agrégation réussie.
pt: Agregação realizada com sucesso.

source: Suggested field name:
fr: Nom de champ suggéré:
pt: Nome de campo sugerido:

source: Sum
fr: Somme
pt: Soma

source: Summary
fr: Résumé
pt: Sumário

source: Synchronize %s with Time Control
fr: Synchroniser %s avec le Contrôle du Temps
pt: Sincronizar %s com controle de tempo

source: System
fr: Système
pt: Sistema

source: System:
fr: Système:
pt: Systema:

source: T&able
pt: T&abela

source: Table
fr: Tableau
pt: Tabela

source: Table Name
fr: Nom de la Table
pt: Nome da Tabela

source: Tabu Length:
fr: Longueur Tabu:
pt: Tamanho da 'Busca Tabu':

source: Tabu Search
fr: Recherche Tabu
pt: Busca Tabu:

source: Tabu length for Tabu Search algorithm has to be an integer number larger than 1 (e.g. 85).
fr: La longueur Tabu pour l'algorithme de recherche Tabu doit être un nombre entier supérieur à 1 (par exemple, 85).
pt: O tamanho do algoritmo de busca Tabu tem que ser um número inteiro maior que 1 (por exemplo, 85).

source: Tabu length:
fr: Longueur Tabu:
pt: Tamanho da 'Busca Tabu':

source: Target
fr: Cible
pt: Alvo

source: Target Variable
fr: Variable Cible
pt: Variável do alvo

source: Thank you for helping us improve GeoDa with your bug report! You can track our response and add screenshots or details here (or email us at spatial@uchicago.edu):
fr: Merci de nous aider à améliorer GeoDa grâce à votre rapport de bug! Vous pouvez suivre notre réponse et ajouter des captures d'écran ou des détails ici (ou nous envoyer un e-mail à spatial@uchicago.edu):
pt: Obrigado por nos ajudar a melhorar o GeoDa com seu relatório de erros! Você pode acompanhar nossa resposta e adicionar screenshots ou detalhes aqui (ou nos envie um e-mail para spatial@uchicago.edu):

source: The GeoDa project file cannot find one or more associated data sources. Details: GeoDa is looking for: %s Tip: You can open the .gda project file in a text editor to modify the path(s) of the data source associated with your project.
fr: Le fichier de projet GeoDa ne peut pas trouver une ou plusieurs sources de données associées. Détails: GeoDa recherche: %s Conseil: Vous pouvez ouvrir le fichier de projet .gda dans un éditeur de texte pour modifier le(s) chemin(s) de la source de données associée à votre projet.
pt: O arquivo do projeto do GeoDa não consegue encontrar uma ou mais fontes de dados associadas. Detalhes: O GeoDa está à procura de: %s Dica: Você pode abrir o arquivo de projeto .gda em um editor de texto para modificar o(s) caminho(s) da fonte de dados associada(s) ao seu projeto.

source: The Table should always be open, although somtimes it is hidden while the project is open. This condition has been violated. Please report this to the program developers.
fr: La Table devrait toujours être ouverte, bien qu'elle soit parfois masquée lorsque le projet est ouvert. Cette condition a été violée. Veuillez signaler cela aux développeurs du programme.
pt: A tabela deve estar sempre aberta, embora algumas vezes esteja escondida enquanto o projeto estiver aberto. Esta condição foi violada. Por favor, informe isto aos desenvolvedores do programa.

source: The between-cluster sum of squares:
fr: La somme des carrés entre clusters:
pt: A soma dos quadrados entre agrupamentos:

source: The categories of the selected variables do not overlap in space. Please select other variables.
fr: Les catégories des variables sélectionnées ne se chevauchent pas dans l'espace. Veuillez sélectionner d'autres variables.
pt: As categorias das variáveis selecionadas não se sobrepõem no espaço. Por favor, selecione outras variáveis.

source: The connectivity of selected spatial weights is incomplete, please adjust the spatial weights.
fr: La connectivité des pondérations spatiales sélectionnées est incomplète, veuillez ajuster les pondérations spatiales.
pt: A conectividade dos pesos espaciais selecionados está incompleta, favor ajustar os pesos espaciais.

source: The currently entered threshold value is not a valid number. Please move the slider, or enter a valid number.
fr: La valeur de seuil actuellement saisie n'est pas un nombre valide. Veuillez déplacer le curseur ou entrer un nombre valide.
pt: O valor limite atualmente inserido não é um número válido. Favor mover a barra de rolagem, ou digitar um número válido.

source: The currently entered threshold value is not a valid number. Please move the slider, or enter a valid number.
fr: La valeur de seuil actuellement saisie n'est pas un nombre valide.Veuillez déplacer le curseur ou entrer un nombre valide.
pt: O valor limite atualmente inserido não é um número válido. Favor mover a barra de rolagem, ou digitar um número válido.
