Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: (isolates in weights are removed)
fr: (isolats en poids ont été supprimés)
pt: (os isolados em pesos são removidos)

source: = 0 at
fr: = 0 à
pt: = 0 em

source: BiLISA Cluster Map
fr: Carte de Clusters BiLISA
pt: Mapa de agrupamento BiLISA

source: BiLISA Significance Map
fr: Carte de Signification BiLISA
pt: Mapa de significância BiLISA

source: Bivariate Local Geary Cluster Map
fr: Carte de Clusters Local Geary Bivarié
pt: Mapa de agrupamento bivariado Local de Geary

source: Bivariate LocalGeary Significance Map
fr: Carte de Significance Local Geary Bivarié
pt: Mapa bivariado de significância Local de Geary

source: Categories
fr: Catégories
pt: Categorias

source: Differential LISA Cluster Map
fr: Carte Différentielle de Clusters LISA
pt: Mapa de Agrupamento Diferencial LISA

source: Differential Local Geary Cluster Map
fr: Carte Différentielle de Clusters Local Geary
pt: Mapa diferencial do agrupamento Local de Geary

source: Differential Significance Map
fr: Carte Différentielle de Signification
pt: Mapa de significância diferencial

source: Distance metric:
fr: Distance métrique:
pt: Distância métrica:

source: LISA Cluster Map
fr: Carte de Clusters LISA
pt: Mapa de agrupamento LISA

source: LISA Significance Map
fr: Carte de Signification LISA
pt: Mapa de significância LISA

source: Local Geary Cluster Map
fr: Carte de Clusters Local Geary
pt: Mapa de agrupamento local de Geary

source: Local Geary Significance Map
fr: Carte de Significance Local Geary
pt: Mapa de significância local de Geary

source: already exists. OK to overwrite?
fr: existe déjà. OK pour écraser ?
pt: já existe. Ok para sobrescrever?

source: and
fr: et
pt: e

source: and two time periods:
fr: et deux périodes de temps:
pt: e dois períodos de tempo:

source: for obs within distance band
fr: pour observations à distance de portée
pt: para observações dentro da banda de distância

source: has duplicate values. Please choose a different ID Variable. Details:
fr: comporte des doublons. Merci de choisir une Variable ID différente. Détails:
pt: possui valores duplicados. Por favor, escolha uma identificação de variável diferente. Detalhes:

source: in range:
fr: dans l'intervalle:
pt: no intervalo:

source: is not supported by GeoDa.
fr: n'est pas pris en charge par GeoDa.
pt: não é suportado pelo GeoDa.

source: pairs in distance band
fr: paires à portée de distance
pt: pares em banda de distância

source: should contains only numbers/letters as IDs. Please choose a different ID Variable.
fr: ne peut contenir que des chiffres/lettres comme IDs. Veuillez choisir un variable ID différent.
pt: deve conter apenas números/letras como IDs. Escolha uma variável de ID diferente.

source: to
fr: à
pt: para

source: # Iterations:
fr: # itérations
pt: # Iterações:

source: # Max Iteration:
fr: # itération max
pt: # Max. de Iterações:

source: # Neighors:
fr: # Voisins
pt: # Vizinhos:

source: # Pairs
fr: # Paires
pt: # Pares

source: # iterations:
fr: # itérations:
pt: # iterações:

source: # observations
pt: # observações

source: #hover obs
fr: # observations selectionées en suspension
pt: #observações flutuantes

source: #row=
fr: #ligne=
pt: #linha=

source: #selected=
fr: #choisis=
pt: #selecionado=

source: % non-zero
fr: % non nul
pt: % diferente de zero

source: % of total
fr: % du total
pt: % do totall

source: %d of %d variables to include
fr: %d de %d variables à inclure
pt: %d de %d variáveis a incluir

source: %d variables to include
fr: %d variables à inclure
pt: %d variáveis a incluir

source: %s (Weights: %s)
fr: %s (Poids: %s)
pt: %s (Pesos: %s)

source: %s Cluster Map (%d clusters)
fr: %s Carte de Clusters (%d clusters)
pt: %s Mapa de agrupamento (%d agrupamentos)

source: &Add ID Variable...
fr: &Ajouter variable ID
pt: &Adicionar variável de ID...

source: &Cancel
fr: &Annuler
pt: &Cancelar

source: &Close
fr: &Fermer
pt: &Fechar

source: &Edit
fr: &Modifier
pt: &Editar

source: &File
fr: &Fichier
pt: &Arquivo

source: &Help
fr: &Aide
pt: &Ajuda

source: &Map
fr: &Carte
pt: &Mapa

source: &Merge
fr: &Fusionner
pt: &Mesclar

source: &New
fr: &Nouveau
pt: &Novo

source: &Open Project
fr: &Ouvrir projet
pt: &Abrir Projeto

source: &Regression
fr: &Régression
pt: &Regressão

source: &Run
fr: &Executer
pt: &Executar

source: &Save to Table
fr: &Sauvegarder dans tableau
pt: &Salvar em Tabela

source: &Space
fr: &Espace
pt: &Espaço

source: &Tools
fr: &Outils
pt: &Ferramentas

source: (Dendrogram is too complex to draw. Please view clustering results in map.)
fr: (Dessin de dendogram trop complex. Consultez le résultat de regroupement dans la carte.)
pt: (O dendrograma é muito complexo para desenhar. Por favor veja os resultados do agrupamento no mapa)

source: (Duplicate field name)
fr: (Nom de champ dupliqué)
pt: (Duplicar o nome do campo)

source: (Field name is not valid)
fr: (Nom du champ n'est pas valide)
pt: (O nome do campo não é válido)

source: (Gaussian) Sigma:
pt: (Gaussiano) Sigma:

source: (Leave empty for undefined values)
fr: (Laissez vide pour les valeurs non définies)
pt: (Deixar vazio para valores indefinidos)

source: (Optional) First record has field names?
fr: (Facultatif) Première entrée contient noms de champs?
pt: (Opcional) O primeiro registro possui nomes de campo?

source: (Optional) Longitude/X:
fr: (Facultatif) Longitude/X:
pt: (Opcional) Longitude/X:

source: (Optional) You can change the data type for a field:
fr: (Facultatif) Vous pouvez changer le type de données pour un champ:
pt: (Opcional) Você pode mudar o tipo de dado de um campo:

source: (Use Sequences)
fr: (Utilisez des séquences)
pt: (Usar sequências)

source: --- PCA method:
fr: --- méthode PCA:
pt: --- Método PCA:

source: . Enter a seed value to use between 0 and
fr: . Saisissez une valeur de départ à utiliser entre 0 et
pt: . Insira um valor inicial entre 0 e

source: 1 Iteration
fr: 1 Itération
pt: 1 Iteração

source: 199 Permutations
pt: 199 Permutações

source: 1st Variable (X)
fr: 1ier Variable (X)
pt: 1ª Variável (X)

source: 2 Iteration
fr: 2 Itération
pt: 2 Iteração

source: 2nd Variable (Y)
fr: 2ième Variable (Y)
pt: 2ª Variável (Y)

source: 3 Iteration
fr: 3 Itération
pt: 3 Iteração

source: 3D Plot
fr: Graphique 3D
pt: Gráfico 3D

source: 3D Scatter Plot
fr: Diagramme de dispersion 3D
pt: Gráfico de Dispersão 3D

source: 3D Scatter Plot Variables
fr: Variables de diagramme de dispersion 3D
pt: Variáveis do Gráfico de Dispersão 3D

source: 3rd Variable (Z)
fr: 3ième Variable (Z)
pt: 3ª Variável (Z)

source: 4 Iteration
fr: 4 Itération
pt: 4 Iteração

source: 499 Permutations
pt: 499 Permutações

source: 4th Variable
fr: 4ième Variable
pt: 4º Variável

source: 5 Iteration
fr: 4 Itération
pt: 5 Iteração

source: 5 of 5 variables needed
fr: 5 variables sur 5 requises
pt: 5 de 5 variáveis ​​necessárias

source: 6 Iteration
fr: 6 Itération
pt: 6 Iteração

source: 99 Permutations
pt: 99 Permutações

source: 999 Permutations
pt: 999 Permutações

source: A Table-only data source can't be stacked with current data source.
fr: Une source de données uniquement de tableau ne peut pas être empilée avec la source de données actuelle.
pt: Uma fonte de dados somente de tabela não pode ser unida com a fonte de dados atual.

source: A newer version of GeoDa is found. Do you want to update to version
fr: Une version plus récente de GeoDa a été trouvée. Voudriez-vous mettre à jour vers la version
pt: Uma versão mais recente do GeoDa foi encontrada. Você quer atualizar para a versão

source: A project file contains extra information not directly stored in the data source such as variable order and grouping.
fr: Un fichier de projet contient des informations supplémentaires qui ne sont pas directement stockées dans la source de données, telles que l'ordre des variables et le regroupement.
pt: Um arquivo de projeto contém informações extras não armazenadas diretamente na fonte de dados, tais como ordem e agrupamento de variáveis.

source: About DBF Viewer
fr: A propos de DBF Visioneur
pt: Sobre o Visualizador DBF

source: About GeoDa
fr: A propos de GeoDa
pt: Sobre o GeoDa

source: About Precision Threshold
fr: A propos du Seuil de Précision
pt: Sobre o Limiar de Precisão

source: Adaptive bandwidth
fr: Largeur de bande adaptative
pt: Largura de banda adaptável

source: Adaptive kernel
fr: Noyau adaptatif
pt: Núcleo (kernel) adaptável

source: Add
fr: Ajouter
pt: Adicionar

source: Add Centroids to Table
fr: Ajouter les Centroïdes au Tableau
pt: Adicionar centróides à tabela

source: Add Map Layer
fr: Ajouter une Couche de Carte
pt: Adicionar camada ao mapa

source: Add Mean Centers to Table
fr: Ajouter les Centres Moyens au Tableau
pt: Adicionar Centros Médios à Tabela

source: Add Neighbors To Selection
fr: Ajouter Voisins à la Sélection
pt: Adicionar vizinhos à seleção

source: Add New ID Variable
fr: Ajouter Nouveau Variable ID
pt: Adicionar nova variável de ID

source: Add OGR column error. Field type is unknown or not supported.
fr: Erreur lors de l'ajout de la colonne OGR. Le type de champ est inconnu ou non pris en charge.]
pt: Adicionar erro da coluna OGR. O tipo de campo é desconhecido ou não suportado.

source: Add OGR column error. Field type is unknown.
fr: Erreur lors de l'ajout de la colonne OGR. Le type de champ est inconnu.
pt: Adicionar erro da coluna OGR. O tipo de campo é desconhecido.

source: Add Time
fr: Ajouter une date]
pt: Adicionar tempo

source: Add Variable
fr: Ajouter une variable]
pt: Adicionar Variável

source: Add a name for your group of variables. You can edit the time period labels for easier interpretation of results.
fr: Ajouter un nom à votre groupe de variables. Vous pouvez modifier les étiquettes de période de temps pour faciliter l'interprétation des résultats.]
pt: Adicionar um nome para o grupo de variáveis. Você pode editar os rótulos de período de tempo para facilitar a interpretação dos resultados.

source: Add basemap automatically:
fr: Ajouter une carte de base automatiquement:]
pt: Adicionar mapa base automaticamente:

source: Add new column to table
fr: Ajouter une nouvelle colonne au tableau
pt: Adicionar nova coluna à tabela

source: Add/Remove Variables
fr: Ajouter/Supprimer des variables
pt: Adicionar/Remover Variáveis

source: Adjust Bubble Size
fr: Ajuster la Taille des Bulles
pt: Ajustar tamanho da bolha

source: Adjust Value Range of Y Axis
fr: Ajuster la Plage de Valeurs de l'Axe Y
pt: Ajustar valores de intervalo do eixo Y

source: Adjust Value Range of Y-Axis
fr: Ajuster la Plage de Valeurs de l'Axe-Y
pt: Ajustar valores de intervalo do eixo-Y

source: Adjust Values of Y Axis
fr: Ajuster les Valeurs de l'Axe Y
pt: Ajustar valores do eixo Y

source: Affinity with Guassian Kernel: Sigma=
fr: Affinité avec le Noyau Gaussien: Sigma =
pt: Afinidade com Kernel Gaussiano: Sigma=

source: Affinity with K-NN:
fr: Affinité avec K-NN:
pt: Afinidade com K-NN:

source: Affinity with K-Nearest Neighbors: K=
fr: Affinité avec les K-Plus Proches Voisins: K =
pt: Afinidade com K-Vizinhos Mais Próximos: K=

source: Affinity with Kernel:
fr: Affinité avec le Noyau:
pt: Afinidade com Kernel:

source: Aggregate
fr: Agrégat
pt: Agregar

source: Aggregate -
fr: Agrégat -
pt: Agregar -

source: All
fr: Tous
pt: Todos

source: All Pairs
fr: Toutes les Paires
pt: Todos os pares

source: All Rights Reserved
fr: Tous Droits Réservés
pt: Todos os Direitos Reservados

source: Allow a single cluster:
fr: Autoriser un seul cluster:
pt: Permitir um único agrupamento:

source: Always using fixed-point notation
fr: Toujours utiliser la notation en virgule fixe
pt: Sempre usando notação de ponto fixo

source: Animation
pt: Animação

source: App Key
fr: Clé de l'Application
pt: Chave de Aplicação

source: Append To Current Selection
fr: Ajouter à la Sélection Actuelle
pt: Anexar à seleção atual

source: Append to current selection
fr: Ajouter à la sélection actuelle
pt: Anexar à seleção atual

source: Appl&y
fr: Applique&r
pt: Apl&icar

source: Apply
fr: Appliquer
pt: Aplicar

source: Apply kernel to diagonal weights
fr: Appliquer le noyau aux poids diagonaux
pt: Aplicar Kernel aos pesos diagonais

source: April
fr: Avril
pt: Abril

source: Arabic (Windows-1256)
fr: Arabe (Windows-1256)
pt: Arábico (Windows-1256)

source: Arc Distance
fr: Distance d'Arc
pt: Distância do Arco

source: Ascending order
fr: Ordre croissant
pt: Ordem Crescente

source: Assign To Target
fr: Affecter à la Cible
pt: Atribuir ao alvo

source: Assign Values to Currently Selected / Unselected
fr: Affecter Valeurs aux éléments Actuellement Sélectionnés / Non Sélectionnés
pt: Atribuir valores para a selação atual / não selecionados

source: Attributes (Optional)
fr: Attributs (Facultatif)
pt: Atributos (Opcional)

source: August
fr: Août
pt: Agosto

source: Auto Weighting
fr: Pondération Automatique
pt: Ponderação Automática

source: Autocorr. of
fr: Autocorr. de
pt: Autocorr. de

source: Automatic Labels
fr: Étiquettes Automatiques
pt: Rótulos Automáticos

source: Average
fr: Moyenne
pt: Média

source: Average Comparison Chart
fr: Graphique de Comparaison des Moyennes
pt: Gráfico de Comparação de Médias

source: Averages Chart
fr: Graphique des Moyennes
pt: Gráfico de Médias

source: Axes Through Origin
fr: Axes Passant par l'Origine
pt: Eixos Através da Origem

source: Axis Option
fr: Option d'Axe
pt: Opção de Eixos

source: Axis Selection
fr: Sélection de l'Axe
pt: Seleção de Eixos

source: Background
fr: Arrière-plan
pt: Plano de Fundo

source: Background Color
fr: Couleur d'Arrière-plan
pt: Cor do Plano de Fundo

source: Bandwidth:
fr: Bande passante:
pt: Largura da Banda:

source: Base Map
fr: Carte de base
pt: Mapa Base

source: Base Variable
fr: Variable de base
pt: Variavel Base

source: Basemap
fr: Carte de base
pt: Mapa Base

source: Basemap Configuration
fr: Configuration de la Carte de Base
pt: Configuração do Mapa Base

source: Basemap Configuration Dialog
fr: Boîte de Configuration de la Carte de Base
pt: Configuração da caixa de diálogo do Mapa Base

source: Basemap Parameters:
fr: Paramètres de la Carte de Base:
pt: Parâmetros do Mapa Base:

source: Basemap Sources: (Format: group&name.basemap&name,basemap&url)
fr: Sources de la Carte de Base: (Format: groupe&nom.cartedebase&nom,cartedebase&url)
pt: Fontes do Mapa Base: (Format: group&name.basemap&name,basemap&url)

source: Before add/delete observations, please close the %d view(s) that depend on it.
fr: Avant d'ajouter/supprimer des observations, veuillez fermer les %d vue(s) qui en dépendent.
pt: Antes de adicionar/deletar observações, favor fechar a(s) %d visualização(ões) que dependem delas.

source: Before proceed with operation (add/remove, move, or rename), please close %d views that depend on it.
fr: Avant de continuer avec l'opération (ajouter/supprimer, déplacer ou renommer), veuillez fermer %d vues qui en dépendent.
pt: Antes de seguir com a operação (adicionar/remover, mover, ou renomear), fechar a(s) %d visualização(ões) que dependem dela.

source: Before you can modify the variable %s, please close the %d view(s) that depend on it.
fr: Avant de pouvoir modifier la variable %s, veuillez fermer les %d vue(s) qui en dépendent.
pt: Antes que você possa modificar a variável %s, favor fechar a(s) %d visualização(ões) que dependem dela.

source: Bivariate
fr: Bivarié
pt: Bivariada

source: Bivariate Local Join Count
fr: Compte de Jonction Local bivarié
pt: Contagem de junção bivariada local

source: Bivariate Local Moran's I
fr: I de Moran Local Bivarié
pt: Moran I bivariado local

source: Bivariate Moran Variable Settings
fr: Paramètres de Variable de Moran Bivarié
pt: Configurações de variável de Moran I Bivariado

source: Bivariate Moran's I
fr: I de Moran Bivarié
pt: Moran I Bivariado

source: Bivariate Moran's I (%s): %s and lagged %s
fr: I de Moran Bivarié (%s): %s et retardé %s
pt: Moran's I Bivariado (%s): %s e defasado %s

source: Bonferroni bound:
fr: Seuil de Bonferroni:
pt: Limite de Bonferroni:

source: Both are significant, Spatial Lag Model has been selected.
fr: Tous les deux sont significatifs, le Modèle Spatiale avec Variable Retardée a été sélectionné.
pt: Ambos são significates, o Modelo de Lag Espacial foi selecionado

source: Bottom
fr: En bas
pt: Inferior

source: Bounding Box
fr: Boîte Englobante
pt: Caixa delimitadora

source: Box Map (Hinge=1.5)
fr: Carte en boîte (Charnière=1.5)
pt: Mapa de caixa (Articulação=1.5)

source: Box Map (Hinge=3.0)
fr: Carte en boîte (Charnière=3.0)
pt: Mapa de caixa (Articulação=3.0

source: Box Plot
fr: Boîte à Moustaches
pt: Diagrama de caixa

source: Boxplot Theme
fr: Thème des Boîtes à Moustaches
pt: Tema de diagrama de caixa

source: Breaks
fr: Intervalles
pt: Intervalos

source: Breaks with same values were created. Please choose a smaller categories, or manually edit the break values.
fr: Des intervalles avec les mêmes valeurs ont été créés. Veuillez choisir des catégories plus petites ou éditer manuellement les valeurs des intervalles.
pt: Intervalos com mesmos valores foram criados. Escolha uma menor categorização ou edite manualmente o valor dos intervalos.

source: Bubble Chart
fr: Graphique en Bulles
pt: Gráfico de Bolhas

source: Bubble Chart - x: %s, y: %s, size: %s, %s
fr: Graphique en Bulles - x: %s, y: %s, taille: %s, %s
pt: Gráfico de Bolhas - x: %s, y: %s, tamanho: %s, %s

source: Bubble Chart Variables
fr: Variables du Graphique en Bulles
pt: Variáveis do Gráfico de Bolhas

source: Bubble Size
fr: Taille des Bulles
pt: Tamanho da Bolha

source: Bubble Size Adjust Dialog
fr: Dialogue d'Ajustement de la Taille des Bulles
pt: Ajustar caixa de texto do gráfico de bolhas

source: Buffer query area:
fr: Zone de requête tampon:
pt: Área de consulta do buffer:

source: Bug Report
fr: Rapport de Bug
pt: Reportar erro

source: C&reate
fr: C&réer
pt: C&riar

source: CRS (proj4 format)
fr: CRS (format proj4)
pt: CRS (formato proj4)

source: CSV Configuration Warning
fr: Avertissement de Configuration CSV
pt: Aviso de Configuração CSV

source: CSV Contains Variable Names?
fr: Le CSV contient-il des Noms de Variables ?
pt: CSV contém nomes de variáveis?

source: CSV File Configuration
fr: Configuration du Fichier CSV
pt: Configuração do arquivo CSV

source: Calculator
fr: Calculatrice
pt: Calculadora

source: Can't connect to datasource:
fr: Impossible de se connecter à la source de données:
pt: Não é possível conectar à fonte de dados:

source: Can't create layer %s with empty field (%s) name.
fr: Impossible de créer la couche %s avec un champ vide (%s).
pt: Não é possível criar camada %s com campo de nome (%s) vazio.

source: Can't create output OGR driver. Details:
fr: Impossible de créer le pilote de sortie OGR. Détails:
pt: Não foi possível criar um driver OGR de saída. Detalhes:

source: Can't get bounding box information from this datasource. Please try another datasource.
fr: Impossible d'obtenir les informations sur la boîte englobante à partir de cette source de données. Veuillez essayer une autre source de données.
pt: Não é possível obter informações sobre a caixa de delimitação a partir desta fonte de dados. Por favor, tente outra fonte de dados.

source: Can't get datasource type from: %s Please select datasource supported by GeoDa or add extension to file datasource.
fr: Impossible d'obtenir le type de source de données à partir de: %s Veuillez sélectionner une source de données prise en charge par GeoDa ou ajouter une extension au fichier source de données.
pt: Não é possível obter fonte de dados de: %s Por favor, selecione fonte de dados suportada pelo GeoDa ou adicione uma extensão à fonte de dados do arquivo.

source: Can't get layers from unknown datasource. Please complete the datasource fields.
fr: Impossible d'obtenir les couches à partir d'une source de données inconnue. Veuillez remplir les champs de la source de données.
pt: Não é possível obter camadas de fonte de dados desconhecida. Favor preencher os campos da fonte de dados.

source: Can't save Thiessen polygons
fr: Impossible d'enregistrer les polygones de Thiessen
pt: Não foi possível salvar os polígonos de Thiessen

source: Can't write/create layer "
fr: Impossible d'écrire/créer la couche "
pt: Não foi possível escrever/criar uma camada "

source: Cancel
fr: Annuler
pt: Cancelar

source: Canvas Layout Preview
fr: Aperçu de la Mise en Page du Canevas
pt: Pré-visualização do layout da tela

source: Cartogram
fr: Cartogramme
pt: Cartograma

source: Cartogram Variables
fr: Variables du Cartogramme
pt: Variáveis do cartograma

source: Categories
fr: Catégories
pt: Categorias

source: Categories "%s" is currently in use by another view. Please close or change all views using this custom categories before deleting.
fr: Les Catégories "%s" sont actuellement utilisées par une autre vue. Veuillez fermer ou modifier toutes les vues utilisant ces catégories personnalisées avant de les supprimer.
pt: Categorias "%s" está atualmente sendo utilizada em outra visualização. Por favor, feche ou altere todas as visualizações utilizando estas categorias personalizadas antes de deletar]

source: Categories of
fr: Catégories de
pt: Categorias de

source: Categories title "%s" already exists. Please choose a different title.
fr: Le titre des catégories "%s" existe déjà. Veuillez choisir un titre différent.
pt: Já existe um título de categoria "%s". Por favor, selecione um título diferente.

source: Category
fr: Catégorie
pt: Categoria

source: Category Editor
fr: Éditeur de Catégorie
pt: Editor de Categoria

source: Central European (CP852)
fr: Europe Centrale (CP852)
pt: Centro Europeu (CP852)

source: Central European (Windows-1250)
fr: Europe Centrale (Windows-1250)
pt: Centro Europeu (Windows-1250)

source: Central European Latin-2 (ISO-8859-2)
fr: Europe Centrale Latin-2 (ISO-8859-2)
pt: Centro Europeu Latino-2 (ISO-8859-2)

source: Centroid (X)
fr: Centroïde (X)
pt: Centróide (X)

source: Centroid (Y)
fr: Centroïde (Y)
pt: Centróide (Y)

source: Change
fr: Modifier
pt: Alterar

source: Change Categories Title
fr: Modifier le Titre des Catégories
pt: Mudar titulo de categoria

source: Change Color of Root
fr: Modifier la Couleur de la Racine
pt: Mudar cor da raiz

source: Change Current Map Type
fr: Modifier le Type de Carte Actuel
pt: Alterar o tipo de mapa atual

source: Change Edge Color
fr: Modifier la Couleur de Bordure
pt: Alterar Cor da Borda

source: Change Edge Thickness
fr: Modifier l'Epaisseur de la Bordure
pt: Alterar Espessura da Borda

source: Change Fill Color
fr: Modifier la Couleur de Remplissage
pt: Alterar Cor de Preenchimento

source: Change Fill Color of Neighbors
fr: Modifier la Couleur de Remplissage des Voisins
pt: Alterar Cor de Preenchimento dos Vizinhos

source: Change Font
fr: Modifier la Police
pt: Alterar Fonte

source: Change Map Transparency
fr: Modifier la Transparence de la Carte
pt: Alterar a Transparência do Mapa

source: Change Outline Color
fr: Modifier la Couleur du Contour
pt: Alterar a Cor do Contorno

source: Change Outline Color of Selected
fr: Modifier la Couleur du Contour des Eléments Sélectionnés
pt: Alterar a Cor do Cortorno Selecionado

source: Change Parameters
fr: Modifier les Paramètres
pt: Alterar Parâmetros

source: Change Point Radius
fr: Modifier le Rayon des Points
pt: Raio do Ponto de Troca

source: Change Seed
fr: Modifier la Valeur de départ
pt: Mudar raiz

source: Change Size of Root
fr: Modifier la Taille de la Racine
pt: Mudar tamanho da raiz

source: Change field properties (%s) failed. Details: %s
fr: La modification des propriétés du champ (%s) a échoué. Détails: %s
pt: Mudar propriedades de campo (%s) falhou. Detalhes: %s

source: Change title "%s" to
fr: Modifier le titre "%s" en
pt: Mudar título "%s" para
