Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Variable %s is no longer in the Table. Please close and reopen the Regression Dialog to synchronize with Table data.
fr: La variable %s n'est plus dans la Table. Veuillez fermer et réouvrir la boîte de dialogue de régression pour la synchroniser avec les données de la Table.
pt: A variável %s não está mais na tabela. Por favor, feche e reabra a aba de regressão para sincronizar com os dados da tabela.

source: Variable %s is no longer in the Table. Please close and reopen this dialog to synchronize with Table data.
fr: La variable %s n'est plus dans la Table. Veuillez fermer et réouvrir cette boîte de dialogue pour la synchroniser avec les données de la Table.
pt: A variável %s não está mais na tabela. Por favor, feche e reabra a aba para sincronizar com os dados da tabela.

source: Variable %s is not valid. Please select another variable.
fr: La variable %s n'est pas valide. Veuillez sélectionner une autre variable.
pt: A variável %s não é válida. Favor selecionar outra variável.

source: Variable / Constant
fr: Variable / Constante
pt: Variável / Constante

source: Variable <font color="blue">%s</font> is specified.
fr: La variable <font color="blue">%s</font> est spécifiée.
pt: Variável <font color="blue">%s</font> é especificada.

source: Variable Choice
fr: Choix de la Variable
pt: Escolha da variável

source: Variable Name
fr: Nom de la Variable
pt: Nome da Variável

source: Variable Properties
fr: Propriétés de la Variable
pt: Propriedade da Variável

source: Variable Properties -
fr: Propriétés de la Variable -
pt: Propriedade da Variável -

source: Variable Setting
fr: Configuration de la Variable
pt: Configuração da Variável

source: Variable Settings
fr: Paramètres de la Variable
pt: Configurações da Variável

source: Variable Type Error
fr: Erreur de Type de Variable
pt: Erro de Tipo de Variável

source: Variable Value Error
fr: Erreur de Valeur de Variable
pt: Erro no Valor Variável

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name.
fr: Le nom de variable "%s" est en double ou non valide. Veuillez saisir un nom de variable alternatif et non duplicat.
pt: O nome da variável "%s" é inválido ou duplicado. Por favor entre um nome alternativo, não duplicado.

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name. The first character must be a letter, and the remaining characters can be either letters, numbers or underscores. For DBF table, a valid variable name is between one and ten characters long.
fr: Le nom de variable "%s" est en double ou non valide. Veuillez saisir un nom de variable alternatif et non duplicat. Le premier caractère doit être une lettre et les caractères suivants peuvent être des lettres, des chiffres ou des traits de soulignement. Pour une table DBF, un nom de variable valide doit comporter entre un et dix caractères.
pt: O nome da variável "%s" ou é duplicado ou é inválido. Favor inserir um nome alternativo, não duplicado.O primeiro caracter deve ser uma letra, e os caracteres restantes podem ser letras, números ou sublinhados. Para uma tabela DBF, um nome de variável válido possui entre um e dez caracteres.

source: Variable name can't be empty.
fr: Le nom de variable ne peut pas être vide.
pt: O nome de variável não pode estar vazio.

source: Variable name is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name.
fr: Le nom de variable est en double ou non valide. Veuillez saisir un nom de variable alternatif et non duplicat.
pt: O nome da variável é inválido ou duplicado. Por favor entre um nome alternativo, não duplicado.

source: Variable:
pt: Variável

source: Variables
pt: Variáveis

source: Variables:
pt: Variáveis:

source: Vertical Bins Breaks
fr: Classes de coupure verticales
pt: Quebras de caixas verticais

source: Vertical Cells
fr: Cellules verticales
pt: Células verticais

source: Vietnamese (Windows-1258)
fr: Vietnamien (Windows-1258)
pt: Vietnamita (Windows-1258)

source: View
fr: Afficher
pt: Visualização

source: View Original Data
fr: Afficher les Données Originales
pt: Visualização de dados originais

source: View Standardized Data
fr: Afficher les Données Standardisées
pt: Visualização de dados padronizados

source: Voronoi Contiguity Error
fr: Erreur de Contiguïté de Voronoï
pt: Erro de Contiguidade de Voronoi

source: Warning
fr: Avertissement
pt: Alerta

source: Warning: %d observations are neighborless.
fr: Attention: %d observations sont sans voisin.
pt: Alerta: %d observações não possuem vizinhança.

source: Warning: %d observations is neighborless.
fr: Attention: %d observation est sans voisin.
pt: Alerta: %d observações não possuem vizinhança.

source: Warning: NULL geometry
fr: Avertissement: géométrie NULL
pt: Alerta: Geometria nula

source: Warning: loss data
fr: Avertissement: perte de données
pt: Alerta: dado perdido

source: Was not able to load weights matrix.
fr: Impossible de charger la matrice de pondération.
pt: Não foi possível de carregar a matriz de pesos.

source: Weight
fr: Pondération
pt: Peso

source: Weight matrix required for chosen spatial rate method.
fr: Matrice de pondération requise pour la méthode de taux spatial choisie.
pt: Matriz de peso necessária para o método de taxa espacial escolhida.

source: Weighting:
fr: Pondération:
pt: Ponderação:

source: Weights
fr: Pondérations
pt: Pesos

source: Weights File
fr: Fichier de Pondération
pt: Arquivo de pesos

source: Weights File Creation
fr: Création du Fichier de Pondération
pt: Criação de arquivos de pesos

source: Weights Intersection
fr: Intersection des Poids
pt: Intersercção de pesos

source: Weights Manager
fr: Gestionnaire de Pondérations
pt: Gerenciamento de pesos

source: Weights Name
fr: Nom de Pondération
pt: Nome dos pesos

source: Weights Symmetry Check
fr: Vérification de la Symétrie des Pondérations
pt: Verificação de simetria de pesos

source: Weights Union
fr: Union des Pondérations
pt: União de pesos

source: Weights file "%s" created successfully.
fr: Le fichier de pondération "%s" a été créé avec succès.
pt: Arquivo de pesos "%s" criado com êxito.

source: Weights file/format is not valid.
fr: Le fichier/format de pondération n'est pas valide.
pt: Arquivo/formato de pesos não é válido.

source: Weights:
fr: Pondérations:
pt: Pesos:

source: Welcome to GeoDa
fr: Bienvenue dans GeoDa
pt: Bem-Vindo ao GeoDa

source: Welcome to GeoDa 1.8.16
fr: Bienvenue dans GeoDa 1.8.16
pt: Bem-Vindo ao GeoDa 1.8.16

source: West European Latin-1 (ISO-8859-1)
fr: Europe occidentale Latin-1 (ISO-8859-1)
pt: Europa Ocidental Latim-1 (ISO-8859-1)

source: West European Latin-9 (ISO-8859-15)
fr: Europe occidentale Latin-9 (ISO-8859-15)
pt: Europa Ocidental Latim-9 (ISO-8859-15)

source: What windows to open?
fr: Quelles fenêtres ouvrir?
pt: Quais janelas abrir?

source: When "all times" selected for either variable, result field must also be "all times."
fr: Quand "tous les temps" est sélectionné pour une des deux variable, le champ de résultat doit également être "tous les temps."
pt: Quando "all times" selecionado para qualquer uma das variáveis, o campo de resultado também deve ser "all times."

source: When "all times" selected for variable, result field must also be "all times."
fr: Quand "tous les temps" est sélectionné pour une variable, le champ de résultat doit également être "tous les temps."
pt: Quando "all times" é selecionado para variável, o campo de resultados também deve ser "all times."

source: White Test
fr: Test de White
pt: Teste de White

source: Width in pixels
fr: Largeur en pixels
pt: Largura em pixels

source: Width:
fr: Largeur:
pt: Largura:

source: Within cluster S.S.
fr: S.S. intra-cluster
pt: Soma dos Quadrados dentro dos agrupamento

source: Within-cluster sum of squares:
fr: Somme des carrés intra-cluster:
pt: Soma dos quadrados dentro dos agrupamento:

source: Wrong number of rows!
fr: Mauvais nombre de lignes!
pt: Número de linhas incorreto!

source: Wrote GeoDa Project File:
fr: Fichier de projet GeoDa écrit:
pt: Arquivo do Projeto GeoDa escrito:

source: X Variable
fr: Variable X
pt: Variável X

source: X-Axis
fr: Axe des X
pt: Eixo X

source: X-Coordinates
fr: Coordonnées X
pt: Coordenadas X

source: X-coordinate
fr: Coordonnée X
pt: Coordenadas X

source: X-coordinate variable
fr: Variable de coordonnée X
pt: Variável de coordenada X

source: Y Variable
fr: Variable Y
pt: Variável Y

source: Y-Axis
fr: Axe des Y
pt: Eixo Y

source: Y-Coordinates
fr: Coordonnées Y
pt: Coordenadas Y

source: Y-coordinate
fr: Coordonnée Y
pt: Coordenada Y

source: Y-coordinate variable
fr: Variable de coordonnée Y
pt: Variável de coordenada Y

source: Yes
fr: Oui
pt: Sim

source: You can try to proceed but the current threshold distance value might be too large to compute. If it fails, please input a smaller distance band (which might leave some observations neighborless) or use other weights (e.g. KNN).
fr: Vous pouvez essayer de continuer, mais la valeur de distance seuil actuelle peut être trop grande pour le calcul. Si cela échoue, veuillez entrer une bande de distance plus petite (ce qui peut laisser certaines observations sans voisin) ou utiliser d'autres pondérations (par exemple, KNN).
pt: Você pode tentar prosseguir, mas o valor atual da distância limite pode ser muito grande para calcular. Se falhar, insira uma faixa de distância menor (que pode deixar algumas observações sem vizinhos) ou use outros pesos (por exemplo, KNN)

source: You have requested to create a new file project %s while another project is open. Please close project %s and try again.
fr: Votre demande de création d'un nouveau projet de fichier %s est en cours alors qu'un autre projet est ouvert. Veuillez fermer le projet %s et réessayer.
pt: Você solicitou a criação de um novo projeto de arquivo %s enquanto outro projeto está aberto. Feche o projeto %s e tente novamente.

source: Your Email address (Optional):
fr: Votre adresse E-mail (facultatif):
pt: Seu endereço de e-mail (Opcional):

source: Your GeoDa is already up-to-date.
fr: Votre GeoDa est déjà à jour.
pt: Seu GeoDa já está atualizado.

source: Your Github account (Optional):
fr: Votre compte Github (Facultatif):
pt: Sua conta no Github (Opcional):

source: Your table cannot be aggregated because the key field "%s" is unique. Please use another key.
fr: Votre table ne peut pas être agrégée car le champ clé "%s" est unique. Veuillez utiliser une autre clé.
pt: Sua tabela não pode ser agregada porque o campo-chave "%s" é único. Favor usar outra chave.

source: Your table cannot be merged because the key field "%s" is not unique. It contains undefined or duplicate values. Details:
fr: Votre table ne peut pas être fusionnée car le champ clé "%s" n'est pas unique. Il contient des valeurs non définies ou en double. Détails:
pt: Sua tabela não pode ser mesclada porque o campo-chave "%s" não é único. Contém valores indefinidos ou duplicados. Detalhes:

source: Z Variable
fr: Variable Z
pt: Variável Z

source: Zoom : press right-mouse button
fr: Zoom : appuyez sur le bouton droit de la souris
pt: Zoom : pressione o botão direito do mouse

source: Zoom In
fr: Zoom Avant
pt: Aumentar zoom

source: Zoom Out
fr: Zoom Arrière
pt: Diminuir zoom

source: Zooming Mode
fr: Mode de Zoom
pt: Modo do zoom

source: [Please briefly describe what went wrong]
fr: [Veuillez décrire brièvement ce qui s'est mal passé]
pt: [Por favor, descreva brevemente o que deu errado]

source: [Steps you took before something went wrong]
fr: [Étapes que vous avez suivies avant que quelque chose ne se passe mal]
pt: [Passos que você deu antes que algo desse errado]

source: "%s" is not a valid p-value. Default p-value (0.01) is used
fr: "%s" n'est pas une valeur de p-valeur valide. La valeur de p-valeur par défaut (0.01) est utilisée.
pt: "%s" não é um valor-p aceitável. Por padrão, valor-p (0.01) é usado

source: "%s" is not a valid seed. Seed unchanged.
fr: "%s" n'est pas une graine valide. La graine reste inchangée.
pt: "%s" não é uma semente válida. Semente não modificada.

source: ". Details: Attemp to write a readonly database, or
fr: ". Détails: Tentative d'écriture dans une base de données en lecture seule, ou
pt: ". Detalhes: tentativa de escrever um banco de dados somente para leitura, ou

source: REGRESSION ----------
fr: RÉGRESSION ----------
pt: REGRESSÃO ----------

source: Select whether to use periods or commas as separators in numeric fields. E.g., by default, GeoDa uses commas to separate thousands and periods for decimals (1,000.00).
fr: Sélectionnez si vous souhaitez utiliser des points ou des virgules comme séparateurs dans les champs numériques. Par exemple, par défaut, GeoDa utilise des virgules pour séparer les milliers et des points pour les décimales (1,000.00).
pt: Selecione se usará pontos ou vírgulas como separadores em campos numéricos.. Por padrão, por exemplo, o GeoDa usa vírgulas para separar milhares e pontos para decimais (1,000.00).

source: 95% threshold criterion:
fr: Critère de seuil de 95%:
pt: Critério do limite de 95%:

source: Cumulative proportion:
fr: Proportion cumulative:
pt: Proporção cumulativa:

source: Details:
fr: Détails:
pt: Detalhes:

source: Eigenvalues:
fr: Valeurs propres:
pt: Autovalores:

source: Kaiser criterion:
fr: Critère de Kaiser:
pt: Critério de Kaiser:

source: Proportion of variance:
fr: Proportion de variance:
pt: Proporção de variável:

source: Squared correlations:
fr: Corrélations au carré:
pt: Correlações quadradas:

source: Standard deviation:
fr: Écart type:
pt: Desvio padrão:

source: Variable Loadings:
fr: Chargements des Variables:
pt: Cargas das variáveis:

source: adaptive kernel
fr: noyau adaptatif
pt: Kernel adaptável

source: and field
fr: et champ
pt: e campo

source: autocorrelation is
fr: l'autocorrélation est
pt: autocorrelação é

source: bandwidth
fr: largeur de bande
pt: Largura de banda

source: binary
fr: binaire
pt: binário

source: break 0
fr: rupture 0
pt: Quebrar 0

source: calculating...
fr: calcul en cours...
pt: calculando...

source: can't compute
fr: impossible de calculer
pt: não foi possível computar

source: category 1
fr: catégorie 1
pt: categoria 1

source: choice:
fr: choix:
pt: escolha:

source: choose a variable
fr: choisir une variable
pt: selecione uma variável

source: csv file:
fr: fichier CSV:
pt: arquivo csv:

source: current table key
fr: clé de table actuelle
pt: chave da tabela atual

source: custom
fr: personnalisé
pt: personalizar

source: dBase Database File (*.dbf)|*.dbf
fr: Fichier de base de données dBase (*.dbf)|*.dbf
pt: Arquivo de base de dados dBase (*.dbf)|*.dbf

source: datasource.type %s unknown..
fr: type de source de données %s inconnu..
pt: datasource.type %s desconhecida..

source: day:
fr: jour:
pt: dia:

source: decimal places
fr: décimales places
pt: casas decimais

source: displayed decimal places
fr: places décimales affichées
pt: exibido em casas decimais

source: distance metric
fr: métrique de distance
pt: métrica de distância

source: distance unit
fr: unité de distance
pt: unidade de distância

source: distance vars
fr: vars de distance
pt: variáveis de distância

source: diverging
fr: divergent
pt: divergente

source: done
fr: terminé
pt: concluído

source: enumerate as 1, 2, 3, ...
fr: énumérer comme 1, 2, 3, ...
pt: enumerar como 1,2,3, ...

source: false
fr: faux
pt: falso

source: field name:
fr: nom de champ:
pt: nome do campo:

source: fields:
fr: champs:
pt: campos:

source: file
fr: fichier
pt: arquivo

source: file size:
fr: taille du fichier:
pt: tamanho do arquivo:

source: from
fr: de
pt: de

source: id variable
fr: variable d'ID
pt: variável de id

source: import table key
fr: importer la clé de table
pt: chave da tabela de importação

source: in current layer.
fr: dans la couche actuelle.
pt: na camada atual.

source: inches
fr: pouces
pt: polegadas

source: include lower orders
fr: inclure les ordres inférieurs
pt: incluir ordens menores

source: inverse distance
fr: distance inverse
pt: distância inversa

source: is associated to
fr: est associé à
pt: é associado a

source: kernel method
fr: méthode du noyau
pt: Método de Kernel

source: kernel to diagonal
fr: noyau à diagonale
pt: Kernel para a diagonal

source: large
fr: grand
pt: grande

source: length
fr: longueur
pt: comprimento

source: max neighbors
fr: voisins max
pt: max vizinhos

source: maximum
pt: máximo

source: maximum possible
pt: máximo possível

source: mean
fr: moyenne
pt: média

source: mean neighbors
fr: moyenne voisins
pt: média dos vizinhos

source: mean:
fr: moyenne:
pt: média:

source: median neighbors
fr: médiane voisins
pt: mediana dos vizinhos

source: median:
fr: médiane:
pt: mediana:

source: min neighbors
fr: voisins min
pt: min vizinhos

source: minimum
pt: mínimo

source: minimum possible
pt: mínimo possível

source: month:
fr: mois:
pt: mês:

source: name:
fr: nom:
pt: nome:

source: need two valid regressions
fr: besoin de deux régressions valides
pt: necessário duas regressões válidas

source: neighbors
fr: voisins
pt: vizinhos

source: not saved
fr: non enregistré
pt: não salvo

source: numeric
fr: numérique
pt: numérico

source: observation:
pt: observação:

source: order
fr: ordre
pt: ordenar

source: parent group
fr: groupe parent
pt: grupo de origem

source: power
fr: puissance
pt: potência

source: range, est. distance
fr: plage, dist. estimée
pt: alcance, distância est.

source: records:
fr: enregistrements:
pt: registros:

source: row-standardized
fr: standardisé par ligne
pt: linhas padronizadas

source: row:
fr: ligne:
pt: linha:

source: sd from mean
fr: ét à partir de la moyenne
pt: desvio padrão da média

source: selected:
fr: sélectionné:
pt: selecionado:

source: sequential
fr: séquentiel
pt: sequencial

source: show normal distribution p-val map
fr: afficher la carte de val-p de la distribution normale
pt: mostrar mapa de distribuição normal do valor-p

source: show normal distribution p-val maps
fr: afficher les cartes de val-p de la distribution normale
pt: mostrar mapas de distribuição normal do valor-p

source: show significance maps
fr: afficher les cartes de signification
pt: Mostrar mapa de significância

source: skater
pt: Método Skater

source: small
fr: petit
pt: pequeno

source: space-time variable found with no name
fr: variable espace-temps trouvée sans nom
pt: variável espaço-tempo encontrada sem nome

source: standard deviation
fr: écart-type
pt: desvio padrão

source: suggested title:
fr: titre suggéré:
pt: título suegerido:

source: symmetry
fr: symétrie
pt: simetria

source: thematic
fr: thématique
pt: temático

source: threshold value
fr: valeur de seuil
pt: valor limite

source: time
fr: temps
pt: tempo

source: to
fr: à
pt: para

source: to define weights.
fr: pour définir les poids.
pt: para definir pesos.

source: to specify variable and distance parameters.
fr: pour spécifier les variables et les paramètres de distance.
pt: para especificar variáveis e parâmetros de distância.

source: total # pairs
fr: total # paires
pt: total # pares

source: true
fr: vrai
pt: verdadeiro

source: type
pt: tipo

source: undefined:
fr: indéfini:
pt: indefinido:

source: uniform distribution
fr: distribution uniforme
pt: distribuição uniforme

source: unknown
fr: inconnu
pt: desconhecido

source: using row-standardized weights
fr: en utilisant des poids standardisés par ligne
pt: usando pesos padronizados para linha

source: value
fr: valeur
pt: valor

source: value:
fr: valeur:
pt: valor:

source: var name:
fr: nom de var:
pt: nome de variável:

source: variable name
fr: nom de variable
pt: nome da variável

source: version:
pt: versão:

source: weights:
fr: poids:
pt: pesos:

source: wrong model number
fr: numéro de modèle incorrect
pt: modelo numérico incorreto

source: y:
pt: ano:

source: year:
fr: année:
pt: ano:

source: Setup Number Formatting
pt: Configurar Formação de Números

source: Univariate Quantile LISA
pt: LISA Quantílico Univariado

source: Multivariate Quantile LISA
pt: LISA Quantílico Multivariado

source: Local Neighbor Match Test
pt: Teste de Correspondência de Vizinhos Locais

source: Distance Scatter Plot
pt: Diagrama de Espalhamento de Distância

source: Minimum Spannig Tree
pt: Árvore de Abrangência Mínima

source: Display Minimum Spanning Tree
pt: Mostrar a Árvore de Abrangência Mínima

source: Save Minimum Spanning Tree
pt: Salvar a Árvore de Abrangência Completa

source: Heat Map
pt: Mapa de Calor

source: Display Heat Map
pt: Mapa de Calor

source: Specify Bandwith
pt: Especificar Largura de Banda

source: Specify Core Distance
pt: Especificar Distância de Núcleo

source: Change Transparency
pt: Modificar Transparência

source: Heat Map on Top
pt: Mapa de Calor no Topo

source: Assoc. Var.
fr: Var. Assoc.

source: Choose Cateogry Color
fr: Choisir la Couleur de la Catégorie

source: Choose Cateogry Fill Color
fr: Choisir la Couleur de Remplissage de la Catégorie

source: Choose Cateogry Outline Color
fr: Choisir la Couleur du Contour de la Catégorie

source: Chow test for sel/unsel regression subsets:
fr: Test de Chow pour les sous-ensembles de régression sél/non sél:

source: Current OGR dirver
fr: Driver OGR actuel

source: Decimal:
fr: Décimal:

source: GeoJson URL
fr: URL GeoJSON

source: Keyhole Markup Language (*.kml)|*.kml
fr: Langage de Balisage Keyhole (*.kml)|*.kml

source: Moran's I (%s): %s
fr: I de Moran (%s): %s

source: S.D
fr: Écart-Type

source: Var Calc Container
fr: Conteneur de Calc de Var

source: WFS URL
fr: URL WFS

source: max dist
fr: dist max

source: max-p
fr: p-max

source: min dist
fr: dist min

source: pixels
fr: en pixels

source: s.d.
fr: é.t.

source: s.d.:
fr: é.t.:

source: uni. dist. Min
fr: dist. uni. Min
