Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Invalid Weights Information: The selected weights file is not valid. Please choose another weights file, or use Tools > Weights > Weights Manager to define a valid weights file.
fr: Informations de pondération non valides: Le fichier de pondération sélectionné n'est pas valide. Veuillez choisir un autre fichier de pondération ou utiliser Outils > Pondérations > Gestionnaire de pondérations pour définir un fichier de pondération valide.
pt: Informação de pesos inválidos: O arquivo de pesos selecionados não é válido. Por favor, escolha outro arquivo de pesos, ou use Ferramentas > Pesos > Gerenciador de Pesos para definir um arquivo de pesos válido.

source: Invalid Weights Information: The selected weights file is not valid. Please choose another weights file, or use Tools > Weights > Weights Manager to define a valid weights file.
fr: Informations de pondération non valides: Le fichier de pondération sélectionné n'est pas valide. Veuillez choisir un autre fichier de pondération ou utiliser Outils > Pondérations > Gestionnaire de pondérations pour définir un fichier de pondération valide.
pt: Informação de pesos inválidos: O arquivo de pesos selecionados não é válido. Por favor, escolha outro arquivo de pesos, ou use Ferramentas > Pesos > Gerenciador de Pesos para definir um arquivo de pesos válido.

source: Invalid layer association has been detected, which will cause infinite highlighting loop. Please try to reset highlight association between layers.
fr: Une association de couches invalide a été détectée, ce qui entraînera une boucle de mise en évidence infinie. Veuillez réinitialiser l'association de mise en évidence entre les couches.
pt: Foi detectada associação de camadas inválidas, o que causará um loop de destaque infinito. Por favor, tente redefinir a associação de destaque entre camadas.

source: Invert Select
fr: Sélection inverse
pt: Inverter seleção

source: Invert Selection
fr: Inverser la sélection
pt: Inverter seleção

source: It looks like GeoDa has been terminated abnormally. Do you want to send a crash report to GeoDa team? (Optional) Please leave your email address, so we can send a follow-up email once we have a fix.
fr: Il semble que GeoDa ait été fermé de manière anormale. Voulez-vous envoyer un rapport de plantage à l'équipe de GeoDa ? (Facultatif) Veuillez laisser votre adresse e-mail, de manière à ce que nous puissions vous envoyer un e-mail de suivi une fois que nous aurons résolu le problème.
pt: Parece que o GeoDa foi encerrado anormalmente. Você quer enviar um relatório de acidente à equipe do GeoDa? (Optional) Por favor, deixe seu endereço de e-mail, para que possamos enviar um e-mail de acompanhamento assim que tivermos uma correção.

source: Iterations:
fr: Itérations:
pt: Iterações:

source: January
fr: Janvier
pt: Janeiro

source: Japanese (EUC-JP)
pt: Japonês (EUC-JP)

source: Japanese (Shift&JIS)
pt: Japonês (Shift&JIS)

source: Japanese (Shift_JIS)
pt: Japonês (Shift_JIS)

source: Join Operation:
fr: Opération de jointure:
pt: Operação de junção:

source: Join Variable:
fr: Variable de jointure:
pt: Variável de junção:

source: July
fr: Juillet
pt: Julho

source: June
fr: Juin
pt: Junho

source: K Means
fr: K-moyennes
pt: K-média

source: K Medians
fr: K-médianes
pt: K-medianas

source: K Medoids
fr: K-médoides
pt: K-medóides

source: K-Nearest neighbors
fr: K-Plus Proches voisins
pt: Vizinhos K-próximos

source: KMeans Clustering Settings
fr: Paramètres de la classification K-moyennes
pt: Configurações de agrupamentos K-médias

source: KMedians Clustering Settings
fr: Paramètres de la classification K-médianes
pt: Configurações de agrupamentos K-medianas

source: KMedoids Clustering Settings
fr: Paramètres de la classification K-médoides
pt: Configurações de agrupamentos K-medoides

source: KWT files (*.kwt)|*.kwt
fr: Fichiers KWT (*.kwt)|*.kwt
pt: Arquivos KWT (*.kwt)|*.kwt

source: Kernel function
fr: Fonction de noyau
pt: Função de Kernel

source: Key
fr: Clé
pt: Chave

source: Korean (EUC-KR)
fr: Coréen (EUC-KR)
pt: Coreano (EUC-KR)

source: LOWESS Smoother
fr: Suaviseur LOWESS
pt: Suavização LOWESS

source: LOWESS Smoother Help
fr: Aide pour le suaviseur LOWESS
pt: Ajuda de suavização LOWESS

source: LOWESS Smoother Parameters
fr: Paramètres du suaviseur LOWESS
pt: Parâmetros de suavização LOWESS

source: Language
fr: Langage
pt: Linguagem

source: Language:
fr: Langage:
pt: Linguagem:

source: Layer names
fr: Noms des couches
pt: Nomes das camadas

source: Left
fr: Gauche
pt: Esquerda

source: Legend Background Color
fr: Couleur d'arrière-plan de la légende
pt: Cor de plano de fundo da legenda

source: Length (max 254)
fr: Longueur (max 254)
pt: Tamanho (max 254)

source: Light
fr: Lumière
pt: Leve

source: Limited date/time type recognition can be done for Date (YYYY-MM-DD), Time (HH:MM:SS+nn) and DateTime (YYYY-MM-DD HH:MM:SS+nn) in configuration. Please try to load customized date/time type as string and covert it using Table->Edit Variable Property
fr: La reconnaissance limitée du type de date/heure peut être effectuée pour Date (AAAA-MM-JJ), Heure (HH:MM:SS+nn) et DateTime (AAAA-MM-JJ HH:MM:SS+nn) dans la configuration. Veuillez essayer de charger le type de date/heure personnalisé en tant que chaîne et de le convertir en utilisant Tableau->Modifier les propriétés de la variable
pt: O reconhecimento limitado do tipo de data/hora pode ser feito para Data (AAAA-MM-DD), Hora (HH:MM:SS+nn) e Data e Hora (AAAA-MM-DD HH:MM:SS+nn) na configuração.. Por favor, tente carregar a data/hora personalizada como texto e oculte-a usando Tabela->Editar Propriedade de Variável

source: Line
fr: Ligne
pt: Linha

source: Linear Smoother
fr: Simplification Linéaire
pt: Suavização linear

source: List of existing ungrouped variables. To group variables by time, move them to the list on the right. For example, to group Pop80 and Pop90, select them on the left and move them to the right.
fr: Liste des variables non regroupées existantes. Pour regrouper les variables par temps, déplacez-les vers la liste de droite. Par exemple, pour regrouper Pop80 et Pop90, sélectionnez-les à gauche et déplacez-les vers la droite.
pt: Lista de variáveis existentes não agrupadas. Para agrupar variáveis por tempo, movê-las para a lista à direita. Por exemplo, para agrupar Pop80 e Pop90, selecioná-las à esquerda e movê-las para a direita.

source: Load
fr: Charger
pt: Carregar

source: Load CRS from a data source
fr: Charger le CRS à partir d'une source de données
pt: Carregar CRS a partir de uma fonte de dados

source: Load Layer Failed.
fr: Échec du Chargement de la Couche.
pt: Falha ao carregar camada

source: Load time definition from project file.
fr: Charger la définition du temps à partir du fichier de projet.
pt: Definição do tempo de carga do arquivo do projeto

source: Loading data...
fr: Chargement des données en cours...
pt: Carregando dados...

source: Local G
fr: G local
pt: G Local

source: Local G Maps
fr: Cartes G local
pt: Mapa G Local

source: Local G Statistics Maps
fr: Cartes statistiques G local
pt: Mapas de estatísticas G Local

source: Local G*
fr: G* local
pt: G* Local

source: Local Geary
fr: Geary local
pt: Geary Local

source: Local Geary Maps
fr: Cartes Geary local
pt: Mapa Geary Local

source: Local Join Count
fr: Compte de jointure local
pt: Contagem de junção local

source: Local Moran's I Maps
fr: Cartes I de Moran local
pt: Mapas Moran's I Local

source: Local Moran's I with EB Rate
fr: I de Moran local avec taux EB
pt: Moran's I Local com taxa EB

source: Local Search:
fr: Recherche locale:
pt: Consulta local:

source: Local search:
fr: Recherche locale:
pt: Consulta local:

source: Locale for numbers has been setup successfully. Please re-open current project to enable this locale.
fr: La configuration régionale des nombres a été définie avec succès. Veuillez rouvrir le projet en cours pour activer cette configuration régionale.
pt: O local para números foi configurado com sucesso. Favor reabrir o projeto atual para habilitar este local

source: Loop
fr: Boucle
pt: Laço (loop)

source: Low
fr: Faible
pt: Baixo

source: Low-High
fr: Faible-Élevé
pt: Baixo-Alto

source: Low-Low
fr: Faible-Faible
pt: Baixo-Baixo

source: Lower outlier
fr: Outlier inférieur
pt: Valor atípico inferior

source: Lower-left corner
fr: Coin inférieur gauche
pt: Canto inferior esquerdo

source: MDS Plot
fr: Graphique MDS
pt: Plotar MDS

source: MDS Plot -
fr: Graphique MDS -
pt: Plotar MDS -

source: MDS Settings
fr: Paramètres MDS
pt: Configuração de MDS

source: Make selection from expression
fr: Sélectionner à partir d'une expression
pt: Faça a seleção a partir da expressão

source: Manual Resize Column
fr: Redimensionner Manuellement la Colonne
pt: Redimensionamento manual de coluna

source: Map
fr: Carte
pt: Mapa

source: Map Color Classification
fr: Classification des Couleurs de la Carte
pt: Classificação de cor do mapa

source: Map Layer Settings
fr: Paramètres de la Couche de la Carte
pt: Configuração de camada do mapa

source: Map Layout Preview
fr: Aperçu de la Mise en Page de la Carte
pt: Prévia de layout do mapa

source: Map Movie
fr: Film Cartographique
pt: Animação de mapa

source: Map Theme
fr: Thème de la Carte
pt: Tema de mapa

source: Map Themes
fr: Thèmes de la Carte
pt: Temas de mapa

source: Maps To Open
fr: Cartes à Ouvrir
pt: Mapas para abrir

source: Maps and Rates
fr: Cartes et Taux
pt: Mapas e Taxas

source: Maps:
fr: Cartes:
pt: Mapas:

source: March
fr: Mars
pt: Março

source: Max Distance:
fr: Distance Maximale:
pt: Distância máxima:

source: Max value of Y axis
fr: Valeur maximale de l'axe Y
pt: Valor máximo do eixo Y

source: Max-p Settings
fr: Paramètres Max-p
pt: Configurações de Max-p

source: Maximum # of regions:
fr: Nombre maximal de régions:
pt: Máximo # de regiões:

source: Maximum Iterations:
fr: Nombre maximal d'itérations:
pt: Iterações máximas:

source: Maximum iterations:
fr: Itérations maximales:
pt: Iterações máximas:

source: May
fr: Mai
pt: Maio

source: Mean
fr: Moyenne
pt: Média

source: Merge
fr: Fusionner
pt: Mesclar

source: Merge -
fr: Fusionner -
pt: Mesclar -

source: Merge by key values
fr: Fusionner par valeurs de clé
pt: Mesclar por valores chaves

source: Merge by record order
fr: Fusionner par ordre des enregistrements
pt: Mesclar por ordem de registro

source: Merge error: Geometric type of selected datasource has to be the same with current datasource.
fr: Erreur de fusion: le type géométrique de la source de données sélectionnée doit être identique à celui de la source de données actuelle.
pt: Erro ao mesclar: O tipo geométrico da fonte de dados selecionada tem que ser o mesmo da fonte de dados atual

source: Message area
fr: Espace des messages
pt: Área de mensagens

source: Meta-data
fr: Méta-données
pt: Metadado

source: Method
fr: Méthode
pt: Método

source: Method of selecting clusters:
fr: Méthode de sélection des clusters:
pt: Método para selecionar agrupamentos:

source: Method:
fr: Méthode:
pt: Método:

source: Method:
fr: Méthode:
pt: Método:

source: Min
pt: Minímo

source: Min # per Region:
fr: Min # par région:
pt: Minímo # por região:

source: Min Region Size:
fr: Taille min de la Région:
pt: Tamanho mínimo da região:

source: Min cluster size:
fr: Taille min du cluster:
pt: Tamanho mínimo de agrupamentos:

source: Min samples:
fr: Nombre min d'échantillons:
pt: Minímo de amostras:

source: Min value of Y axis
fr: Valeur min de l'axe Y
pt: Valor minímo do eixo Y

source: Minimum Bound:
fr: Limite Minimale:
pt: Limite mínimo:

source: Minimum bound:
fr: Limite minimale:
pt: Limite mínimo:

source: Minimum cluster size should be greater than one.
fr: La taille minimale du cluster doit être supérieure à un.
pt: O tamanho mínimo do agrupamento deve ser maior que um.

source: Minimum region size:
fr: Taille minimale de la région:
pt: Tamanho mínimo da região:

source: Minimum samples should be greater than zero.
fr: Le nombre minimal d'échantillons doit être supérieur à zéro.
pt: O valor mínimo de amostras deve ser maior que zero.

source: Models
fr: Modèles
pt: Modelos

source: Moran Scatter Plot
fr: Graphique de dispersion de Moran
pt: Gráfico de dispersão de Moran

source: Moran scatter plot is not supported when isolates are present in weights. Do you want to continue by removing the isolates when compute Moran's I?
fr: Le graphique de dispersion de Moran n'est pas pris en charge lorsque des isolats sont présents dans les poids. Voulez-vous continuer en supprimant les isolats lors du calcul de l'I de Moran ?
pt: O gráfico de dispersão de Moran não é suportado quando os valores isolados estão presentes em pesos. Você quer continuar removendo os isolados quando Moran I for calculado?

source: Moran's I with EB Rate
fr: I de Moran avec taux EB
pt: Moran's I com taxa EB

source: Move Down
fr: Déplacer vers le bas
pt: Mover para baixo

source: Move Selected to Top
fr: Déplacer la Sélection vers le haut
pt: Mover selecionado para o topo

source: Move Up
fr: Déplacer vers le haut
pt: Mover para cimar

source: Multi-Variable Settings
fr: Paramètres Multivariés
pt: Configuração multivariável

source: Multivariate Local Geary
fr: Geary Local Multivarié
pt: Geary Local Multivariado

source: Name
fr: Nom
pt: Nome

source: Natural Breaks
fr: Intervalles Naturelles
pt: Quebras naturais

source: Natural Breaks Map
fr: Carte des Intervalles Naturelles
pt: Mapa de quebras naturais

source: Negative
fr: Négatif
pt: Negativo

source: Neighborless
fr: Sans voisin
pt: Sem vizinhos

source: Neighbors of Cores
fr: Voisins des Cœurs
pt: Vizinhos de núcleos

source: New
fr: Nouveau
pt: Novo

source: New Categories Title
fr: Titre des Nouvelles Catégories
pt: Título das novas categorias

source: New Custom Categories Title:
fr: Titre Personnalisé des Nouvelles Catégories:
pt: Título das novas categorias personalizadas:

source: New From Recent
fr: Nouveau à Partir des Récents
pt: Novo a partir de arquivos recentes

source: New Group Details
fr: Détails du Nouveau Groupe
pt: Detalhes do novo grupo

source: New Map Coordinates
fr: Nouvelles Coordonnées de la Carte
pt: Novas coordenadas do mapa

source: New Project Filename
fr: Nom du Fichier de Projet
pt: Novo nome do arquivo do projeto

source: New Selection
fr: Nouvelle Sélection
pt: Nova seleção

source: New datasource:
fr: Nouvelle source de données:
pt: Nova fonte de dados:

source: New project file:
fr: Nouveau fichier de projet:
pt: Novo arquivo de projeto:

source: New selection
fr: Nouvelle sélection
pt: Nova seleção

source: New space-time variable name
fr: Nouveau nom de variable espace-temps
pt: Nome de nova variável de espaço-tempo

source: New variable name
fr: Nouveau nom de variable
pt: Novo nome de variável

source: No Basemap
fr: Aucune Carte de Base
pt: Sem mapa base

source: No Colocation
fr: Aucune Colocalisation
pt: Sem colocação

source: No Weights Found
fr: Aucun Poids Trouvé
pt: Nenhum peso foi encontrado

source: No clusters can be found using current parameters.
fr: Aucun cluster ne peut être trouvé avec les paramètres actuels.
pt: Nenhum agrupamento foi encontrado usando os parâmetros atuais.

source: No field chosen for first and second variable.
fr: Aucun champ choisi pour la première et la deuxième variable.
pt: Nenhum campo escolhido para a primeira e segunda variável.

source: No field chosen for first variable.
fr: Aucun champ choisi pour la première variable.
pt: Nenhum campo escolhido para a primeira variável.

source: No field chosen for fourth variable.
fr: Aucun champ choisi pour la quatrième variable.
pt: Nenhum campo escolhido para a quarta variável.

source: No field chosen for second variable.
fr: Aucun champ choisi pour la deuxième variable.
pt: Nenhum campo escolhido para a segunda variável.

source: No field chosen for third variable.
fr: Aucun champ choisi pour la troisième variable.
pt: Nenhum campo escolhido para a terceira variável.

source: No layer has been selected. Please select a layer.
fr: Aucune couche n'a été sélectionnée. Veuillez sélectionner une couche.
pt: Nenhuma camada foi selecionada. Favor selecionar uma camada.

source: No layer was found in the selected data source.
fr: Aucune couche n'a été trouvée dans la source de données sélectionnée.
pt: Nenhuma camada foi encontrada na fonte de dados selecionada.

source: No layer was found in this datasource.
fr: Aucune couche n'a été trouvée dans cette source de données.
pt: Nenhuma camada foi encontrada na fonte de dados.

source: No numeric variables found in table.
fr: Aucune variable numérique trouvée dans la table.
pt: Nenhuma variável numérica foi encontrada na tabela.

source: No numeric variables found.
fr: Aucune variable numérique trouvée.
pt: Nenhuma variável numérica encontrada.

source: No rates currently calculated to save.
fr: Aucun taux actuellement calculé à sauvegarder.
pt: Nenhuma taxa calculada atualmente para salvar.

source: No update required
fr: Aucune mise à jour nécessaire
pt: Nenhuma atualização é necessária

source: No weights file was created due to all observations being isolates for the specified threshold value. Increase the threshold to create a non-empty weights file.
fr: Aucun fichier de pondération n'a été créé car toutes les observations sont des isolats pour la valeur de seuil spécifiée. Augmentez le seuil pour créer un fichier de poids non vide.
pt: Nenhum arquivo de pesos foi criado devido ao fato de todas as observações serem isoladas para o valor limite especificado. Aumentar o limite para criar um arquivo de pesos não vazios.

source: None of your observations have neighbors. This could be related to digitizing problems, which can be fixed by adjusting the precision threshold.
fr: Aucune de vos observations n'a de voisins. Cela peut être dû à des problèmes de numérisation, qui peuvent être résolus en ajustant le seuil de précision.
pt: Nenhuma de suas observações tem vizinhos. Isto poderia estar relacionado a problemas de digitalização, que podem ser corrigidos ajustando o limite de precisão.

source: Nordic Latin-6 (ISO-8859-10)
pt: Nórdico Latim-6 (ISO-8859-10)

source: Not Clustered
fr: Non Groupé
pt: Não agrupado

source: Not Significant
fr: Non Significatif
pt: Não significante

source: Not enough memory!
fr: Pas assez de mémoire !
pt: Sem memória suficiente!

source: Notice
fr: Remarque
pt: Notificação

source: November
fr: Novembre
pt: Novembro

source: Null geometry was detected in dataset. GeoDa can't create weights with NULL geometry. Please try to save as records with valid geometries and try again.
fr: Une géométrie nulle a été détectée dans l'ensemble de données. GeoDa ne peut pas créer de poids avec une géométrie NULL. Veuillez essayer de sauvegarder les enregistrements avec des géométries valides et réessayez.
pt: Geometria nula foi detectada no conjunto de dados. O GeoDa não pode criar pesos com a geometria NULL. Por favor, tente salvar registros com geometrias válidas e tente novamente.

source: Number Bins:
fr: Nombre d'Intervalles de Classe:
pt: Caixa numérica:

source: Number of Box Plots
fr: Nombre de Boîtes à Moustaches
pt: Número de diagramas de caixa

source: Number of Categories
fr: Nombre de Catégories
pt: Número de Categorias

source: Number of Clusters:
fr: Nombre de Clusters:
pt: Número de agrupamentos:

source: Number of Columns
fr: Nombre de Colonnes
pt: Número de Colunas

source: Number of Neighbors
fr: Nombre de Voisins
pt: Número de vizinhos

source: Number of Rows
fr: Nombre de Lignes
pt: Número de linhas

source: Number of clusters:
fr: Nombre de clusters:
pt: Número de agrupamentos:

source: Number of neighbors
fr: Nombre de voisins
pt: Número de vizinhos

source: Number of not clustered observations:
fr: Nombre d'observations non groupées:
pt: Número de observações não agrupadas:

source: OGR failed to create field. Details:
fr: Échec de la création du champ par OGR. Détails:
pt: OGR falhou na criação de campo. Detalhes:

source: OK to Exit?
fr: OK pour quitter?
pt: Ok para sair?

source: OLS Model has been selected.
fr: Le modèle OLS a été sélectionné.
pt: Modelo OLS foi selecionado.

source: OLS Model with White test has been selected.
fr: Le modèle OLS avec le test de White a été sélectionné.
pt: Modelo OLS com teste de White foi selecionado.

source: October
fr: Octobre
pt: Outubro

source: On line %d of weights file, observation id %d encountered which does not exist in field "%s" of the Table.
fr: À la ligne %d du fichier de pondération, l'identifiant de l'observation %d rencontré n'existe pas dans le champ "%s" de la Table.
pt: Na linha %d do arquivo de pesos, observação id %d encontrada que não existe no campo "%s" da tabela.

source: On line %d of weights file, observation id %d encountered which is out of allowed observation range of 1 through %d.
fr: À la ligne %d du fichier de pondération, l'identifiant de l'observation %d rencontré est en dehors de la plage d'observations autorisée de 1 à %d.
pt: Na linha %d do arquivo de pesos, id %d de observação encontrado que está fora da faixa de observação permitida de 1 a %d.

source: Once you have grouped variables, you can save a new space-time table and weights: To add a spatial ID to your space-time table and create space-time weights, you need to have an active weights file (Tools-Weights Manager).
fr: Une fois que vous avez regroupé les variables, vous pouvez enregistrer une nouvelle table espace-temps et des poids: Pour ajouter un identifiant spatial à votre table espace-temps et créer des poids espace-temps, vous devez avoir un fichier de poids actif (Outils-Gestionnaire de poids).
pt: Uma vez agrupadas as variáveis, você pode economizar uma nova tabela de espaço-tempo e pesos: Para adicionar uma identificação espacial à sua tabela de espaço-tempo e criar pesos de espaço-tempo, você precisa ter um arquivo de pesos ativo (Ferramentas-Gerenciamento de pesos).

source: Only 'gal', 'gwt', 'kwt', 'mat' and 'swm' weights files supported.
fr: Seuls les fichiers de poids 'gal', 'gwt', 'kwt', 'mat' et 'swm' sont pris en charge.
pt: Só são suportados arquivos de pesos 'gal', 'gwt', 'kwt', 'mat' e 'swm'.

source: Only Map Boundary
fr: Uniquement les Limites de la Carte
pt: Somente o limite do mapa

source: Oops. GeoDa was unable to submit a bug report. Please try again or create it here instead: https://github.com/GeoDaCenter/geoda/issues Thanks!
fr: Oops. GeoDa n'a pas pu envoyer un rapport de bug. Veuillez réessayer ou le créer ici à la place: https://github.com/GeoDaCenter/geoda/issues Merci !
pt: Oops. O GeoDa não foi capaz de enviar um relatório de erros. Por favor, tente novamente ou crie-o aqui: https://github.com/GeoDaCenter/geoda/issues Obrigado!

source: Open
fr: Ouvrir
pt: Abrir

source: Open Datasource:
fr: Ouvrir la Source de Données:
pt: Abrir base de dados:

source: Open Document Spreadsheet (*.ods)|*.ods
fr: Oubrir Feuille de Calcul de format OpenDocument (*.ods)|*.ods
pt: Abrir tabela LibreOffice (*.ods)|*.ods

source: Open Layer:
fr: Ouvrir la Couche:
pt: Abrir Camada

source: Open data source progress dialog
fr: Ouvrir dialogue de progression de la source de données
pt: Abrir caixa de diálogo de progresso da fonte de dados

source: Open file
fr: Ouvrir fichier
pt: Abrir Arquivo

source: Open project file:
fr: Ouvrir fichier de projet:
pt: Abrir arquivo de projeto:

source: Open weights file
fr: Ouvrir fichier de pondération
pt: Abrir arquivo de pesos:

source: Operation requires a valid field name or constant.
fr: L'opération nécessite un nom de champ valide ou une constante.
pt: A operação requer um nome de campo válido ou constante.

source: Operator
fr: Opérateur
pt: Operador

source: Options
pt: Opções

source: Options > Change Parameters
fr: Options > Changer les paramètres
pt: Opções > Mudar parâmetros

source: Options:
pt: Opções:

source: Order of contiguity
fr: Ordre de contiguïté
pt: Ordem de contiguidade
