Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: The currently entered threshold value of %f is less than %f which is the minimum value for which there will be no neighborless observations (isolates). Press Yes to proceed anyhow, press No to abort.
fr: La valeur de seuil actuellement saisie de %f est inférieure à %f, qui est la valeur minimale pour laquelle il n'y aura pas d'observations sans voisin (isolats). Appuyez sur Oui pour continuer malgré tout, appuyez sur Non pour annuler.
pt: O valor limite atualmente inserido de %f é inferior a %f, que é o valor mínimo para o qual não haverá observações sem vizinhos (isolados). Pressione 'Sim' para seguir, pressione 'Não' para abortar.

source: The data source is read only. Please try to save as other data source.
fr: La source de données est en lecture seule. Veuillez essayer de sauvegarder sous une autre source de données.
pt: A fonte de dados é apenas para leitura. Por favor, tente salvar como outra fonte de dados.

source: The first line should have comma separated number of rows and ID name!
fr: La première ligne doit avoir le nombre de lignes séparées par des virgules et le nom de l'ID!
pt: A primeira linha deve ter número de linhas e nome de identificação separados por vírgula!

source: The geometries will not be saved when exporting to a Table-only data source. Do you want to continue?
fr: Les géométries ne seront pas sauvegardées lors de l'exportation vers une source de données de type Table seulement. Voulez-vous continuer ?
pt: As geometrias não serão salvas ao exportar para uma fonte de dados somente de tabela. Você quer continuar?

source: The last seed used by the pseudo random number generator was
fr: La dernière graine utilisée par le générateur de nombres pseudo-aléatoires était
pt: A última semente utilizada pelo gerador de números pseudo-aleatória foi

source: The length of a string field must be at least %d and at most %d. Keeping original value.
fr: La longueur d'un champ de chaîne doit être d'au moins %d et au plus %d. La valeur d'origine est conservée.
pt: O comprimento de um campo tipo texto deve ser pelo menos %d e no máximo %d. Manter o valor original.

source: The length of an integral numeric field must be at least %d and at most %d. Keeping original value.
fr: La longueur d'un champ numérique entier doit être d'au moins %d et au plus %d. La valeur d'origine est conservée.
pt: O comprimento de um campo numérico inteiro deve ser pelo menos %d e no máximo %d. Manter o valor original.

source: The length of an non-integral numeric field must be at least %d and at most %d. Keeping original value.
fr: La longueur d'un champ numérique non entier doit être d'au moins %d et au plus %d. La valeur d'origine est conservée.
pt: O comprimento de um campo numérico não-inteiro deve ser pelo menos %d e no máximo %d. Manter o valor original.

source: The length of field name should be between 1 and %d. Current field length (%d) is not valid
fr: La longueur du nom de champ doit être comprise entre 1 et %d. La longueur actuelle du champ (%d) n'est pas valide
pt: O comprimento do nome do campo deve ser entre 1 e %d. O comprimento atual do campo (%d) não é válido.

source: The new theme chosen will no longer include rates smoothing. Please use the Rates submenu to choose a theme with rates again.
fr: Le nouveau thème choisi n'inclura plus de lissage des taux. Veuillez utiliser le sous-menu Taux pour choisir à nouveau un thème avec des taux.
pt: O novo tema escolhido não incluirá mais suavização de taxas. Favor usar o submenu 'Taxas' para escolher um novo tema com taxas.

source: The number of covariates should be more than the number of observations.
fr: Le nombre de covariables doit être supérieur au nombre d'observations.
pt: O número de covariáveis deve ser maior do que o número de observações.

source: The number of decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
fr: Le nombre de décimales pour un champ numérique non entier doit être d'au moins %d et au plus %d. La valeur d'origine est conservée.
pt: O número de casas decimais para um campo numérico não integral deve ser pelo menos %d e no máximo %d. Manter o valor original.

source: The number of displayed decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
fr: Le nombre de décimales affichées pour un champ numérique non entier doit être d'au moins %d et au plus %d. La valeur d'origine est conservée.
pt: [O número de casas decimais exibidas para um campo numérico não integral deve ser pelo menos %d e no máximo %d. Manter o valor original.

source: The number of identified clusters is less than
fr: Le nombre de clusters identifiés est inférieur à
pt: O número de agrupamentos identificados é inferior a

source: The number of observations specified in chosen weights file is %d, but the number in the current Table is %d, which is incompatible.
fr: Le nombre d'observations spécifié dans le fichier de pondérations choisi est de %d, mais le nombre dans la Table actuelle est de %d, ce qui est incompatible.
pt: O número de observações especificadas no arquivo de pesos escolhidos é %d, incompatível com o número da tabela atual, que é %d.

source: The number of observations specified in chosen weights file is incompatible with current Table.
fr: Le nombre d'observations spécifié dans le fichier de pondérations choisi est incompatible avec la Table actuelle.
pt: O número de observações especificadas no arquivo de pesos escolhidos é incompatível com a tabela atual.

source: The number of records in current table is larger than the number of records in import table. Please choose import table >= %d records
fr: Le nombre d'enregistrements dans la table actuelle est supérieur au nombre d'enregistrements dans la table d'importation. Veuillez choisir une table d'importation >= %d enregistrements.
pt: O número de registros na tabela atual é maior do que o número de registros na tabela de importação. Favor escolher a tabela de importação >= %d registros

source: The original datasource %s is not a valid file. GeoDa "Save" only works on file datasource.
fr: La source de données d'origine %s n'est pas un fichier valide. "Enregistrer" de GeoDa ne fonctionne qu'avec les sources de données de type fichier.
pt: A fonte de dados original %s não é um arquivo válido. GeoDa "Save" só funciona na fonte de dados do arquivo.

source: The ratio of between to total sum of squares:
fr: Le rapport entre la somme des carrés inter-groupes sur la somme des carrés totale:
pt: A relação entre a soma total dos quadrados:

source: The sample size for random sampling is too small. Please increase the number of iterations.
fr: La taille de l'échantillon pour l'échantillonnage aléatoire est trop petite. Veuillez augmenter le nombre d'itérations.
pt: O tamanho da amostra para amostragem aleatória é muito pequena. Por favor, aumente o número de iterações.

source: The selected database driver is not supported on this platform. Please check GeoDa website for more information about database support and connection.
fr: Le pilote de base de données sélectionné n'est pas pris en charge sur cette plateforme. Veuillez consulter le site Web de GeoDa pour plus d'informations sur la prise en charge des bases de données et la connexion.
pt: O driver do banco de dados selecionado não é suportado nesta plataforma. Por favor, verifique o website da GeoDa para mais informações sobre suporte e conexão de banco de dados.

source: The selected group variable should contains %d items. Please modify the group variable in Time Editor, or select another variable.
fr: La variable de groupe sélectionnée doit contenir %d éléments. Veuillez la modifier dans l'Éditeur de Temps ou sélectionner une autre variable.
pt: A variável de grupo selecionada deve conter %d itens. Favor modificar a variável de grupo no editor de tempo, ou selecionar outra variável.

source: The selected group variable should contains %d items. Please modify the group variable in Time->Time Editor, or select another variable.
fr: La variable de groupe sélectionnée doit contenir %d éléments. Veuillez la modifier dans Temps->Éditeur de Temps ou sélectionner une autre variable.
pt: A variável de grupo selecionada deve conter %d itens. Favor modificar a variável de grupo em Tempo -> Editor de Tempo, ou selecionar outra variável.

source: The selected variable %s is not valid. If it's a grouped variable, please modify it in Time->Time Editor. Or please select another variable.
fr: La variable sélectionnée %s n'est pas valide. S'il s'agit d'une variable groupée, veuillez la modifier dans Temps->Éditeur de temps. Ou veuillez sélectionner une autre variable.
pt: A variável selecionada %s não é válida. Se for uma variável agrupada, por favor modifique-a em Tempo -> Editor de tempo. Ou selecione outra variável.

source: The selected variable is not numeric. Please select another variable.
fr: La variable sélectionnée n'est pas numérique. Veuillez sélectionner une autre variable.
pt: A variável selecionada não é numérica. Por favor, selecione outra variável.

source: The set of values in the import key fields has no match in current table. Please choose keys with matching sets of values.
fr: L'ensemble de valeurs dans les champs clés d'importation ne correspond à aucun enregistrement dans la table actuelle. Veuillez choisir des clés avec des ensembles de valeurs correspondants.
pt: O conjunto de valores nos campos-chave de importação não tem correspondência na tabela atual. Por favor, escolha chaves com conjuntos de valores correspondentes.

source: The total sum of squares:
fr: La somme des carrés totale:
pt: Soma total dos quadrados:

source: The total within-cluster sum of squares:
fr: La somme des carrés intra-groupe totale:
pt: A soma total dos quadrados dentro de cada agrupamento:

source: Themeless
fr: Thèmeless
pt: Sem tema

source: Themeless Map
fr: Carte sans Thème
pt: Mapa sem tema

source: There are spatial objects being counted more than once. Please check the results.
fr: Certains objets spatiaux sont comptés plusieurs fois. Veuillez vérifier les résultats.
pt: Existem objetos espaciais sendo contados mais de uma vez. Por favor, verifique os resultados.

source: There are unsaved data source or weights/time definition changes.
fr: Il existe des sources de données ou des modifications de définition de pondération/temps non enregistrées.
pt: Existem fontes de dados não salvas ou mudanças na definção de pesos/tempo.

source: There is a view could not be closed. Please manually close and try again.
fr: Il existe une vue qui ne peut pas être fermée. Veuillez la fermer manuellement et réessayer.
pt: Existe uma visualização que não pôde ser fechada. Por favor, feche manualmente e tente novamente.

source: There is an error during PCA calculation. Please check if the data is valid.
fr: Une erreur s'est produite lors du calcul de l'ACP. Veuillez vérifier si les données sont valides.
pt: Houve um erro durante o cálculo do PCA. Por favor, verifique se os dados são válidos.

source: There is at least one neighborless observation. Check the islands in weights histogram and linked map.
fr: Il y a au moins une observation sans voisin. Vérifiez les îles dans l'histogramme des pondérations et la carte liée.
pt: Há pelo menos uma observação sem vizinhos. Verifique as ilhas no histograma de pesos e mapa de vínculos.

source: There is at least one neighborless observation. Check the weights histogram and linked map to see if the islands are real or not. If not, adjust the distance threshold (points) or the precision threshold (polygons).
fr: Il y a au moins une observation sans voisin. Veuillez vérifier l'histogramme des pondérations et la carte liée pour voir si les îles sont réelles ou non. Si ce n'est pas le cas, ajustez le seuil de distance (points) ou le seuil de précision (polygones).
pt: Há pelo menos uma observação sem vizinhos. Verifique o histograma de pesos e o mapa de vínculos para ver se as ilhas são reais ou não. Caso contrário, ajustar o limite de distância (pontos) ou o limite de precisão (polígonos).

source: There is at least one view could not be closed. Please manually close and try again.
fr: Il y a au moins une vue qui ne peut pas être fermée. Veuillez la fermer manuellement et réessayer.
pt: Existe pelo menos uma visualização que não pôde ser fechada. Por favor, feche manualmente e tente novamente.

source: There is at least one view open that depends on this matrix. Ok to close these views and remove?
fr: Il y a au moins une vue ouverte qui dépend de cette matrice. Voulez-vous fermer ces vues et les supprimer?
pt: Existe pelo menos uma visualização aberta que depende desta matriz. Ok para fechar estas visualizações e remover?

source: There is one other view open that depends on this matrix. Ok to close this view and remove?
fr: Il y a une autre vue ouverte qui dépend de cette matrice. Voulez-vous fermer cette vue et la supprimer?
pt: Existe outra visualização em aberto que depende desta matriz. Ok para fechar esta visualização e remover?

source: There was a problem associating the weights file.
fr: Un problème est survenu lors de l'association du fichier de pondération.
pt: Houve um problema ao associar o arquivo de pesos.

source: There was a problem generating voronoi contiguity neighbors. Please report this.
fr: Un problème est survenu lors de la génération des voisins de contiguïté Voronoi. Veuillez signaler cela.
pt: Houve um problema ao gerar vizinhos de contiguidade de Voronoi. Por favor, reporte isto.

source: There was a problem reading the layer
fr: Un problème est survenu lors de la lecture de la couche
pt: Houve um problema ao ler a camada

source: There was a problem reading the table
fr: Un problème est survenu lors de la lecture de la table
pt: Houve um problema ao ler a tabela

source: There was a problem requesting the weights file.
fr: Un problème est survenu lors de la demande du fichier de pondération.
pt: Houve um problema ao solicitar o arquivo de pesos.

source: These are the row numbers of the records without location information.
fr: Ce sont les numéros de ligne des enregistrements sans information de localisation.
pt: Estes são os números das linhas dos registos sem informação de localização.

source: Thiessen Polygons
fr: Polygones de Thiessen
pt: Polígonos de Thiessen

source: Third Variable (Z)
fr: Troisième Variable (Z)
pt: Terceira Variável (Z)

source: This datasource is not supported. Please export to other datasource that GeoDa supports first.
fr: Cette source de données n'est pas prise en charge. Veuillez d'abord exporter vers une autre source de données prise en charge par GeoDa.
pt: Esta fonte de dados não é suportada. Por favor, exportar para outra fonte de dados que o GeoDa suporte.

source: This field name already exists (non-integer type). Please input a unique name.
fr: Ce nom de champ existe déjà (type non entier). Veuillez saisir un nom unique.
pt: Este nome de campo já existe (tipo não-inteiro). Por favor, introduza um nome único.

source: This format is not supported.
fr: Ce format n'est pas pris en charge.
pt: Esse formato não é suportado.

source: This is the list of existing grouped variables. As new groups are created, they will appear on this list. You can open an existing .gda file and edit it here.
fr: Voici la liste des variables groupées existantes. Au fur et à mesure que de nouveaux groupes sont créés, ils apparaîtront dans cette liste. Vous pouvez ouvrir un fichier .gda existant et le modifier ici.
pt: Esta é a lista de variáveis agrupadas existentes. Assim que novos grupos forem sendo criados, eles aparecerão nesta lista. Você pode abrir um arquivo .gda existente e editá-lo aqui.

source: This view currently supports data with at most 1000 observations. The Spatial Correlogram Scatterplot plots distances between all pairs of observations. The current data set has %d observations and %d unordered pairs of observations.
fr: Cette vue prend actuellement en charge les données comportant au maximum 1000 observations. Le graphique de Dispersion du Correlogramme Spatial trace les distances entre toutes les paires d'observations. L'ensemble de données actuel compte %d observations et %d paires non ordonnées d'observations.
pt: Esta visualização suporta atualmente dados com, no máximo, 1000 observações. O Correlograma Espacial de Espalhamento traça as distâncias entre todos os pares de observações. O conjunto de dados atual tem %d observações e %d pares não ordenados de observações.

source: Thousands:
fr: Milliers:
pt: Centenas:

source: Tim&e
fr: Heur&e
pt: Tem&po

source: Time
fr: Temps
pt: Tempo

source: Time Editor
fr: Éditeur de Temps
pt: Editor de Tempo

source: Time Player
fr: Lecteur de Temps
pt: Player de tempo

source: Time Setup
fr: Configuration de l'heure
pt: Configuração de Tempo

source: Time Variable Options
fr: Options de Variable Temporelle
pt: Opções de variáveis de tempo

source: Time:
fr: Heure:
pt: Tempo:

source: Title of Visualization
fr: Titre de la visualisation
pt: Título da visualização

source: Tools
fr: Outils
pt: Ferramentas

source: Top
fr: Haut
pt: Topo

source: Transformation:
pt: Transformação:

source: Transformation:
pt: Transformação:

source: Transformation:
pt: Transformação:

source: Travel Distances Tool
fr: Outil de Distances de Déplacement
pt: Ferramenta de distância de viagens

source: Turkish (Windows-1254)
fr: Turc (Windows-1254)
pt: Turco (Windows-1254)

source: Turkish Latin-5 (ISO-8859-9)
fr: Turc Latin-5 (ISO-8859-9)
pt: Turco Latim-5 (ISO-8859-9)

source: Type
pt: Tipo

source: Type 1
pt: Tipo 1

source: Type 1a
pt: Tipo 1a

source: Type 2
pt: Tipo 2

source: Type 2a
pt: Tipo 2a

source: Unable to overwrite
fr: Impossible d'écraser
pt: Não foi possível reescrever

source: Undefined
fr: Indéfini
pt: Indefinido

source: Undo
fr: Annuler
pt: Desfazer

source: Ungrouped Variables
fr: Variables non groupées
pt: Variáveis desagrupadas

source: Unicode (UTF-16LE)
pt: Unicode (UTF-8)

source: Unique Values
fr: Valeurs Uniques
pt: Valores únicos

source: Unique Values Map
fr: Carte des Valeurs Uniques
pt: Mapa de valores únicos

source: Univariate
fr: Univarié
pt: Univariada

source: Univariate Local Geary
fr: Geary Local Univarié
pt: Geary Univariado Local

source: Univariate Local Join Count
fr: Compte de Jonction Local Univarié
pt: Contagem de junção univariada local

source: Univariate Local Moran's I
fr: I de Moran Local Univarié
pt: Moran´s I Univariado Local

source: Univariate Median Local Moran's I
pt: Moran´s I Univariado Mediana Local

source: Univariate Moran's I
fr: I de Moran Univarié
pt: Moran's I Univariado

source: Unknow exception. Please contact GeoDa support.
fr: Exception inconnue. Veuillez contacter le support GeoDa.
pt: Erro desconhecido. Favor contatar o suporte do GeoDa

source: Unselected
fr: Non sélectionné
pt: Não selecionado

source: Unselected =
fr: Non sélectionné =
pt: Não selecionado =

source: Up
fr: Monter
pt: Acima

source: Update GeoDa completed
fr: Mise à jour de GeoDa terminée
pt: Atualização do GeoDa completa

source: Update GeoDa failed
fr: Échec de la mise à jour de GeoDa
pt: A atualização do GeoDa falhou

source: Update project information failed. Details: The layer information defined in project file does no match opened datasource.
fr: Échec de la mise à jour des informations du projet. Détails: Les informations de la couche définies dans le fichier de projet ne correspondent pas à la source de données ouverte.
pt: Falha na atualização de informações do projeto. Detalhes: As informações da camada definida no arquivo do projeto não correspondem à fonte de dados aberta.

source: Upper outlier
fr: Outlier supérieur
pt: Valor atípico superior

source: Upper-right corner
fr: Coin supérieur droit
pt: Canto superior direito

source: Use GPU to Accelerate computation:
fr: Utiliser le GPU pour accélérer le calcul:
pt: Usar GPU para acelerar o cálculo:

source: Use Power Iteration method: Max iterations=
fr: Utiliser la méthode de l'itération de puissance: Nombre maximal d'itérations=
pt: Usar Método das Potências: Max de iterações=

source: Use Power Iteration:
fr: Utiliser l'Itération de Puissance:
pt: Usar Método das Potências:

source: Use Scientific Notation
fr: Utiliser la Notation Scientifique
pt: Usar notação científica

source: Use Specified Seed
fr: Utiliser une Graine Spécifiée
pt: Usar Semente Especificada

source: Use Transparent Legend Background
fr: Utiliser un Arrière-plan Transparent pour la Légende
pt: Usar plano de fundo de legenda transparente

source: Use Weights:
fr: Utiliser les Pondérations:
pt: Usar pesos:

source: Use bounding box of input datasource
fr: Utiliser la boîte englobante de la source de données d'entrée
pt: Usar caixa delimitadora de fonte de dados de entrada

source: Use classic yellow cross-hatching to highlight selection in maps:
fr: Utiliser le hachurage en croix jaune classique pour mettre en évidence la sélection sur les cartes:
pt: Usar hachura clássica amarela para destacar a seleção nos mapas:

source: Use existing field name
fr: Utiliser le nom de champ existant
pt: Usar campo de nome existente

source: Use geometric centroids
fr: Utiliser les centroïdes géométriques
pt: Usar centróides geométricos

source: Use geometric centroids (weighting):
fr: Utiliser les centroïdes géométriques (pondération):
pt: Usar centróides geométricos (ponderando):

source: Use inverse distance?
fr: Utiliser la distance inverse?
pt: Usar distância reversa?

source: Use max knn distance as bandwidth
fr: Utiliser la distance maximale des k plus proches voisins comme largeur de bande
pt: Usar a distância máxima de knn como largura de banda

source: Use outline + motorway(~bbox) of input datasource
fr: Utiliser le contour + l'autoroute (~bbox) de la source de données d'entrée
pt: Usar esboço + estrada(~bbox) de fonte de dados de entrada

source: Use outline of input datasource
fr: Utiliser le contour de la source de données d'entrée
pt: Utilize o esquema de fonte de dados de entrada

source: Use row-standardized weights
fr: Utiliser des pondérations normalisées par ligne
pt: Usar pesos padronizados por linha

source: Use selected as specified alpha level
fr: Utiliser la sélection actuelle comme niveau alpha spécifié
pt: Usar o selecionado como nível alfa especificado

source: Use specified seed:
fr: Utiliser une graine spécifiée:
pt: Usar semente especificada:

source: Use the bounding box of shape datasource
fr: Utiliser la boîte englobante de la source de formes
pt: Usar a caixa de delimitação da fonte de dados de forma

source: User Defined
fr: Défini par l'Utilisateur
pt: Usuário Definido

source: User Name
fr: Nom d'Utilisateur
pt: Nome do Usuário

source: User name
fr: Nom d'utilisateur
pt: Nome do usuário

source: Value
fr: Valeur
pt: Valor

source: Values assigned to target field successfully.
fr: Valeurs attribuées au champ cible avec succès.
pt: Valores foram atribuídos ao campo alvo com sucesso.

source: Variable
pt: Variável

source: Variable %s at time %d could not be standardized.
fr: La variable %s à l'instant %d n'a pas pu être standardisée.
pt: Variável %s no momento %d não pôde ser padronizada.

source: Variable %s at time %d is a placeholer
fr: La variable %s à l'instant %d est un espace réservé
pt: Variável %s no momento %d é um espaço reservado.

source: Variable %s is a placeholer
fr: La variable %s est un espace réservé
pt: Variável %s é um espaço reservado

source: Variable %s is a time-grouped variable. Please ungroup this variable to delete.
fr: La variable %s est une variable groupée par temps. Veuillez dégrouper cette variable pour la supprimer.
pt: Variable %s é uma variável agrupada ao longo do tempo. Favor desagrupar esta variável para excluir.
