Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Other (up to 99999)
fr: Autre (jusqu'à 99999)
pt: Outro (até 99999)

source: Other Pos
fr: Autre Pos
pt: Outro positivo

source: Other Positive
fr: Autre Positif
pt: Outro positivo

source: Outline Color
fr: Couleur du Contour
pt: Cor de contorno

source: Outline Color for Category
fr: Couleur du Contour pour la Catégorie
pt: Cor de contorno para categorias

source: Outline Visible
fr: Contour Visible
pt: Contorno visível

source: Outlines Visible
fr: Contours Visibles
pt: Contornos visíveis

source: Output file (*.shp)
fr: Fichier de sortie (*.shp)
pt: Arquivo de saída (*.shp)

source: Output file (text file)
fr: Fichier de sortie (fichier texte)
pt: Arquivo de saída (arquivo de texto)

source: Output:
fr: Sortie:
pt: Saída:

source: Overwrite?
fr: Ecraser?
pt: Sobrescrever?

source: PCA
fr: ACP
pt: ACP

source: PCA Settings
fr: Paramètres de l'ACP
pt: Configurações ACP

source: Pan
fr: Panning
pt: Panorama

source: Panning Mode
fr: Mode de Panning
pt: Modo panorâmico

source: Parallel Coordinate Plot
fr: Graphique de Coordonnées Parallèles
pt: Plotar coordenadas paralelas

source: Parallel Coordinate Plot:
fr: Graphique de Coordonnées Parallèles:
pt: Plotar coordenadas paralelas:

source: Parameters
fr: Paramètres
pt: Parâmetros

source: Parameters:
fr: Paramètres:
pt: Parâmetros:

source: Password
fr: Mot de passe
pt: Senha

source: Paste
fr: Coller
pt: Colar

source: Percentile
pt: Percentil

source: Percentile Map
fr: Carte des percentiles
pt: Mapa de percentil

source: Period 1
fr: Période 1
pt: Período 1

source: Period 1:
fr: Période 1:
pt: Período 1:

source: Period 2
fr: Période 2
pt: Período 2

source: Period 2:
fr: Période 2:
pt: Período 2:

source: Please briefly describe what went wrong.
fr: Veuillez décrire brièvement ce qui s'est mal passé.
pt: Por favor, descreva brevemente o que deu errado.

source: Please check input values are valid
fr: Veuillez vérifier que les valeurs saisies sont valides.
pt: Por favor, verifique se os valores de entrada são válidos

source: Please check the selected variables are all valid.
fr: Veuillez vérifier que les variables sélectionnées sont toutes valides.
pt: Favor verificar se as variáveis selecionadas são todas válidas.

source: Please check your network connection, or contact GeoDa support team.
fr: Veuillez vérifier votre connexion réseau ou contacter l'équipe de support de GeoDa.
pt: Por favor, verifique sua conexão de rede, ou contate a equipe de suporte da GeoDa.

source: Please choose Period 1 first.
fr: Veuillez d'abord choisir la Période 1.
pt: Favor escolher primeiro o Período 1.

source: Please choose Period 1.
fr: Veuillez choisir la Période 1.
pt: Favor escolher o Período 1.

source: Please choose Period 2 first.
fr: Veuillez d'abord choisir la Période 2.
pt: Favor escolher primeiro o Período 2.

source: Please choose Period 2.
fr: Veuillez choisir la Période 2.
pt: Favor escolher o Período 2.

source: Please choose Periods first.
fr: Veuillez d'abord choisir les Périodes.
pt: Favor escolher "Períodos" primeiro.

source: Please choose a Result field.
fr: Veuillez choisir un champ de Résultat.
pt: Favor escolher um campo de resultado.

source: Please click to choose a highlighting style in GeoDa:
fr: Veuillez cliquer pour choisir un style de mise en évidence dans GeoDa:
pt: Clique para escolher um estilo de destaque no GeoDa:

source: Please describe steps you took before something went wrong.
fr: Veuillez décrire les étapes que vous avez suivies avant que quelque chose ne se passe mal.
pt: or favor, descreva os passos que você tomou antes que algo desse errado.

source: Please enter a field name for saving clustering results.
fr: Veuillez entrer un nom de champ pour enregistrer les résultats du regroupement.
pt: Favor inserir um nome de campo para salvar os resultados do agrupamento.

source: Please enter a valid number of cluster.
fr: Veuillez entrer un nombre de clusters valide.
pt: Por favor, digite um número de agrupamento válido.

source: Please enter a valid number of clusters.
fr: Veuillez entrer un nombre de clusters valide.
pt: Por favor, digite um número de agrupamento válido.

source: Please enter a valid positive integer
fr: Veuillez entrer un entier positif valide
pt: Por favor, insira um número inteiro positivo válido

source: Please enter iteration number
fr: Veuillez entrer le nombre d'itérations
pt: Por favor, insira o número de iteração

source: Please enter maximum number of regions.
fr: Veuillez entrer le nombre maximum de régions.
pt: Por favor, digite o número máximo de regiões.

source: Please enter minimum bound value
fr: Veuillez entrer la valeur de la limite minimale
pt: Por favor, digite o valor limite mínimo

source: Please enter minimum number of observations per regions, or use minimum bound instead.
fr: Veuillez entrer le nombre minimum d'observations par région ou utiliser plutôt la limite minimale.
pt: Favor inserir o número mínimo de observações por região, ou usar um limite mínimo em seu lugar.

source: Please enter number of regions
fr: Veuillez entrer le nombre de régions
pt: Por favor, informe o número de regiões

source: Please enter values of bounding box.
fr: Veuillez entrer les valeurs de la boîte englobante.
pt: Por favor, digite os valores da caixa de delimitação.

source: Please first select observations in one of the other data or map views.
fr: Veuillez d'abord sélectionner des observations dans l'une des autres vues de données ou de cartes.
pt: Favor selecionar primeiro as observações em um dos outros dados ou vistas do mapa.

source: Please fix the grid bounding box.
fr: Veuillez corriger la boîte englobante de la grille.
pt: Por favor, conserte a caixa de delimitação da grade (grid).

source: Please input Carto App Key.
fr: Veuillez saisir la Clé de l'Appli Carto.
pt: Por favor, insira a chave de aplicação do Carto.

source: Please input Carto User Name.
fr: Veuillez saisir le Nom d'Utilisateur Carto.
pt: Favor inserir nome de usuário do Carto.

source: Please input a valid url address.
fr: Veuillez entrer une adresse URL valide.
pt: Favor inserir um endereço url válido.

source: Please input a valid url.
fr: Veuillez entrer une URL valide.
pt: Favor inserir uma url válida.

source: Please input database host.
fr: Veuillez entrer l'hôte de la base de données.
pt: Por favor, insira o host do banco de dados.

source: Please input database name.
fr: Veuillez entrer le nom de la base de données.
pt: Por favor, insira o nome do banco de dados.

source: Please input database port.
fr: Veuillez entrer le port de la base de données.
pt: Por favor, insira a entrada do banco de dados

source: Please input minimum bound value.
fr: Veuillez entrer une valeur de la limite minimale valide.
pt: Por favor, insira o valor mínimo vinculado.

source: Please input password.
fr: Veuillez entrer un mot de passe.
pt: Favor inserir senha.

source: Please input table name.
fr: Veuillez entrer le nom de la table.
pt: Favor inserir nome de tabela.

source: Please input user name.
fr: Veuillez entrer le nom d'utilisateur.
pt: Favor inserir nome de usuário.

source: Please load another layer using map window to apply Spatial Join.
fr: Veuillez charger une autre couche en utilisant la fenêtre de la carte pour appliquer une Jointure Spatiale.
pt: Favor carregar outra camada usando a janela do mapa para aplicar a Junção Espacial.

source: Please open a data file rather than a project file (*.gda).
fr: Veuillez ouvrir un fichier de données plutôt qu'un fichier de projet (*.gda).
pt: Favor abrir um arquivo de dados em vez de um arquivo de projeto (*.gda).

source: Please provide paths for both Project file and Datasource.
fr: Veuillez fournir des chemins pour le fichier de Projet et la Source de données.
pt: Favor fornecer caminhos para o arquivo do projeto e para a fonte de dados.

source: Please restart GeoDa to apply the language setup.
fr: Veuillez redémarrer GeoDa pour appliquer la configuration linguistique.
pt: Favor reiniciar o GeoDa para aplicar a configuração do idioma.

source: Please restart GeoDa to finish installing updates.
fr: Veuillez redémarrer GeoDa pour terminer l'installation des mises à jour.
pt: Favor reiniciar o GeoDa para terminar a instalação de atualizações.

source: Please right-click or use<br />
fr: Veuillez faire un clic droit ou utiliser<br />
pt: Por favor, clique no botão direito do mouse ou use<br />

source: Please select Join Operation with Join Variable.
fr: Veuillez sélectionner une Opération de Jointure avec une Variable de Jointure.
pt: Por favor, selecione a operação de junção com a variável de junção.

source: Please select a binary variable for Local Join Count.
fr: Veuillez sélectionner une variable binaire pour le Compte de Jointure Local.
pt: Por favor, selecione uma variável binária para o cálculo de junção local.

source: Please select a map layer to apply spatial join to current map (%s):
fr: Veuillez sélectionner une couche de carte pour appliquer une jointure spatiale à la carte actuelle (%s):
pt: Favor selecionar uma camada de mapa para aplicar junção espacial ao mapa atual (%s):

source: Please select a results field.
fr: Veuillez sélectionner un champ de résultats.
pt: Favor selecionar um campo de resultados.

source: Please select a time variable first, and make sure more than one time steps have been defined.
fr: Veuillez d'abord sélectionner une variable de temps et assurez-vous que plusieurs étapes de temps ont été définies.
pt: Favor selecionar primeiro uma variável de tempo e certificar-se de que mais de uma etapa de tempo foi definida.

source: Please select a weights type.
fr: Veuillez sélectionner un type de poids.
pt: Favor selecionar um tipo de peso.

source: Please select an Base field.
fr: Veuillez sélectionner un champ de Base.
pt: Favor selecionar um campo base.

source: Please select an Event field.
fr: Veuillez sélectionner un champ d'Événement.
pt: Favor selecionar um campo de evento

source: Please select an Variable field.
fr: Veuillez sélectionner un champ de Variable.
pt: Selecione um campo de variável.

source: Please select another variable with values more suitable for computing a correlogram.
fr: Veuillez sélectionner une autre variable avec des valeurs plus adaptées pour calculer un correlogramme.
pt: Favor selecionar outra variável com valores mais adequados para o cálculo de um correlograma.

source: Please select at least %d variables.
fr: Veuillez sélectionner au moins %d variables.
pt: Por favor, selecione ao menos %d variáveis.

source: Please select at least 2 variables.
fr: Veuillez sélectionner au moins 2 variables.
pt: Por favor, selecione ao menos 2 variáveis.

source: Please select at least one variable.
fr: Veuillez sélectionner au moins une variable.
pt: Por favor, selecione ao menos 1 variável.

source: Please select binary variables for Co-location Join Count.
fr: Veuillez sélectionner des variables binaires pour le Compte de Co-localisation.
pt: Por favor, selecione uma variável binária para a colocalização de junção local.

source: Please select features first.
fr: Veuillez d'abord sélectionner des entités.
pt: Favor selecionar as características primeiro.

source: Please select the layer name to connect:
fr: Veuillez sélectionner le nom de la couche à connecter:
pt: Favor selecionar o nome da camada a ser conectada:

source: Please select two binary variables for Bivariate Local Join Count.
fr: Veuillez sélectionner deux variables binaires pour le Compte de Jointure Locale Bivariée.
pt: Por favor, selecione duas variáveis binárias para a bivariada de junção local.

source: Please setup co-locations first.
fr: Veuillez d'abord configurer les co-localisations.
pt: Por favor, configure primeiro as colocalizações.

source: Please specify a Weights matrix.
fr: Veuillez spécifier une matrice de pondération.
pt: Por favor, especifique uma matriz de pesos.

source: Please specify a valid data source name.
fr: Veuillez spécifier un nom de source de données valide.
pt: Por favor, especifique um nome de fonte de dados válido.

source: Please specify distance metric.
fr: Veuillez spécifier une mesure de distance.
pt: Favor especificar uma métrica de distância.

source: Please specify the p-value to be used in tests; default: p-value = 0.01
fr: Veuillez spécifier la valeur-p à utiliser dans les tests; par défaut: p-value = 0,01
pt: Favor especificar o valor-p a ser usado em testes; padrão: valor-p = 0.01

source: Please specify weights in Tools > Weights Manager.
fr: Veuillez spécifier les poids dans Outils > Gestion des pondérations.
pt: Favor especificar pesos em Ferramentas > Gerenciador de pesos.

source: Please use<br /><font color="blue">Options > Change Variable<br /></font>to specify a variable.
fr: Veuillez utiliser<br /><font color="blue">Options > Modifier la variable<br /></font>pour spécifier une variable.
pt: Por favor, use<br /><font color="blue">Opções > Mudar variável<br /></font>para especificar uma variável.

source: Plots:
fr: Graphiques:
pt: Gráficos:

source: Point Color
fr: Couleur du Point
pt: Cor do ponto

source: Point Radius:
fr: Rayon du Point:
pt: Ponto do raio:

source: Points from Table
fr: Points à partir d'une Table
pt: Pontos para tabela

source: Positive
fr: Positif
pt: Positivo

source: Power
fr: Puissance
pt: Acionar

source: Precision threshold
fr: Seuil de précision
pt: Limite de precisão

source: Pred. Val. and Res.
fr: Val. Prév. et Rés.
pt: Pred. Val. e Res.

source: Preferences...
fr: Préférences...
pt: Preferências

source: Produce bounding-box file?
fr: Produire un fichier de boîte englobante?
pt: Produzir arquivo de caixa de delimitação?

source: Progress
fr: Progression
pt: Progresso

source: Project Information
fr: Informations sur le Projet
pt: Informações do projeto

source: Project file path is empty.
fr: Le chemin du fichier de projet est vide.
pt: O caminho do arquivo do projeto está vazio.

source: Project filename not specified.
fr: Le nom du fichier de projet n'est pas spécifié.
pt: Nome do arquivo do projeto não especificado.

source: Project to X-Y
fr: Projet vers X-Y
pt: Projetar para X-Y

source: Project to X-Z
fr: Projet vers X-Z
pt: Projetar para X-Z

source: Project to Z-Y
fr: Projet vers Z-Y
pt: Projetar para Z-Y

source: Property
fr: Propriété
pt: Propriedade

source: Publish Maps and Plots to GeoDa-Web
fr: Publier des Cartes et des Graphiques sur GeoDa-Web
pt: Publicar mapas and plotagens no GeoDa-Web

source: Publish to GeoDa-Web
fr: Publier sur GeoDa-Web
pt: Publicar no GeoDa-Web

source: Quantile
pt: Quantil

source: Quantile Map
fr: Carte des Quantiles
pt: Mapa de quantil

source: Queen contiguity
fr: Contiguïté Queen
pt: Contiguidade do tipo rainha

source: REDCAP Settings
fr: Paramètres REDCAP
pt: Configurações de REDCAP

source: Random Gaussian dist with mean=%s, sd=%s
fr: Distribution Gaussienne Aléatoire avec moyenne = %s, écart-type = %s
pt: Gasseano aleatório dist com média=%s, sd=%s

source: Random Sample
fr: Échantillon Aléatoire
pt: Amostra aleatória

source: Random uniform dist on unit interval
fr: Distribution uniforme aléatoire sur un intervalle unitaire
pt: Distância uniforme aleatória no intervalo de unidade

source: Randomization
fr: Randomisation
pt: Randomização

source: Rate calculation successful.
fr: Le calcul du taux a réussi.
pt: O cálculo da taxa teve sucesso.

source: Rates
fr: Taux
pt: Taxas

source: Rates Variable Settings
fr: Paramètres de la Variable de Taux
pt: Configuração de variáveis de taxas

source: Rates-Calculated Map
fr: Carte des Taux Calculés
pt: Mapas de taxas calculadas

source: Rates-Calculated Maps
fr: Cartes des Taux Calculés
pt: Mapas de taxas calculadas

source: Raw Rate
fr: Taux Brut
pt: Taxa bruta

source: Raw Rate Smoothed Variable Settings
fr: Paramètres de la Variable Lissée de Taux Brut
pt: Configuração da variável de taxa bruta suavizada

source: Re&set
fr: Ré&initialiser
pt: Reinicializar

source: Read from an ASCII file
fr: Lire à partir d'un fichier ASCII
pt: Ler a partir de um arquivo ASCII

source: Recent
fr: Récent
pt: Recente

source: Record order specified, but found minimum and maximum observation values of %d and %d which is incompatible with number of observations specified in first line of weights file: %d .
fr: Ordre d'enregistrement spécifié, mais les valeurs minimales et maximales des observations trouvées sont %d et %d, ce qui est incompatible avec le nombre d'observations spécifié dans la première ligne du fichier de pondération: %d.
pt: Ordem de registro especificada, mas foram encontrados valores mínimos e máximos de observação de %d e %d que são incompatíveis com o número de observações especificadas na primeira linha do arquivo de pesos: %d .

source: Rectangle
pt: Retângulo

source: Redo
fr: Rétablir
pt: Refazer

source: Refresh
fr: Actualiser
pt: Atualizar

source: Regimes Regression
fr: Régression des Régimes
pt: Regressão por Regimes

source: Regression
fr: Régression
pt: Regressão

source: Regression Line Color
fr: Couleur de la Ligne de Régression
pt: Cor da Linha de Regressão

source: Regression Output Text File
fr: Fichier Texte de Sortie de Régression
pt: Arquivo de Texto de Saída de Regressão

source: Regression Report
fr: Rapport de Régression
pt: Relatório de regressão

source: Remove
fr: Supprimer
pt: Remover

source: Remove Time
fr: Supprimer le Temps
pt: Remover Tempo

source: Rename Space-Time Variable
fr: Renommer la Variable Spatio-Temporelle
pt: Renomear Variável de Espaço-Tempo

source: Rename Variable
fr: Renommer la Variable
pt: Renomear Variável

source: Reset
fr: Réinitialiser
pt: Reinicializar

source: Reset to default
fr: Rétablir les paramètres par défaut
pt: Redefinir para o padrão

source: Reset to system locale information
fr: Réinitialiser aux informations de localisation du système
pt: Reinicialização para informações do sistema local

source: Reset to system locale successfully. Please re-open current project with system locale.
fr: Réinitialisation réussie aux paramètres de localisation du système. Veuillez rouvrir le projet en cours avec la localisation du système.
pt: Reinicialização com sucesso para o sistema local. Por favor, reabra o projeto atual com o sistema local

source: Resize
fr: Redimensionner
pt: Redimensionar

source: Resolution(dpi):
fr: Résolution(ppp):
pt: Resoluçao (dpi):

source: Result
fr: Résultat
pt: Resultado

source: Reverse
fr: Inverser
pt: Reverso

source: Right
fr: Droite
pt: Direito

source: Rook contiguity
fr: Contiguïté Rook
pt: Contiguidade do tipo torre

source: Root Variable:
fr: Variable Racine:
pt: Variável raiz:

source: Run
fr: Exécuter
pt: Executar

source: Run Diff-in-Diff Test
fr: Exécuter le test Diff-in-Diff
pt: Executar o Teste de Diferenças-em-Diferenças

source: SELECTED
fr: SÉLECTIONNÉ
pt: SELECIONADO

source: SVD will be automatically used for PCA since the number of rows is less than the number of columns.
fr: SVD sera automatiquement utilisée pour l'ACP puisque le nombre de lignes est inférieur au nombre de colonnes.
pt: SVD será automaticamente usado para PCA já que o número de linhas é menor que o número de colunas.

source: Sample Autocorrelation
fr: Autocorrélation d'Échantillon
pt: Autocorrelação de amostra

source: Sample Data
fr: Données d'Échantillon
pt: Dado da amostra

source: Sample Size:
fr: Taille de l'Échantillon:
pt: Tamanho da amostra:

source: Save
fr: Enregistrer
pt: Salvar

source: Save
fr: Enregistrer
pt: Salvar

source: Save As
fr: Enregistrer Sous
pt: Salvar Como

source: Save As Datasource
fr: Enregistrer Sous une Source de Données
pt: Salvar como fonte de dados

source: Save As has been cancelled.
fr: L'enregistrement Sous a été annulé.
pt: 'Salvar como' foi cancelado.

source: Save Categories
fr: Enregistrer les Catégories
pt: Salvar Categorias

source: Save Categories to Table
fr: Enregistrer les Catégories dans une Table
pt: Salvar categorias em tabela

source: Save Centroids
fr: Enregistrer les Centroïdes
pt: Salvar centróides

source: Save Cluster in Field:
fr: Enregistrer le cluster dans le champ:
pt: Salvar agrupamento em campo:

source: Save Connectivity To Table
fr: Enregistrer la Connectivité dans une Table
pt: Salvar conectividade para tabela

source: Save Details
fr: Enregistrer les Détails
pt: Salvar Detalhes

source: Save Diff-in-Diff Test Results
fr: Enregistrer les Résultats du Test Diff-in-Diff
pt: Salvar resultados de teste de diferenças-em-diferenças

source: Save Dummy
fr: Enregistrer la Variable Muette
pt: Salvar modelo

source: Save Duplicate Thiessen Polygon Ids
fr: Enregistrer les Identifiants de Polygones Thiessen en Double
pt: Salvar IDs de polígono de Thiessen duplicados

source: Save Duplicate Thiessen Polygons to Table
fr: Enregistrer les Polygones Thiessen en Double dans une Table
pt: Salvar Polígonos de Thiessen Duplicados para tabela

source: Save Image As
fr: Enregistrer l'Image Sous
pt: Salvar Imagem Como

source: Save Image to File
fr: Enregistrer l'Image dans un Fichier
pt: Salvar Imagem em Arquivo

source: Save Mean Centers
fr: Enregistrer les Centres de Gravité
pt: Salvar centros médios

source: Save OSM roads file
fr: Enregistrer le fichier des routes OSM
pt: Salvar arquivo de estradas OSM

source: Save OSM roads to file successfully.
fr: Enregistrement des routes OSM dans un fichier réussi.
pt: O salvamento das estradas do OSM para arquivo obteve sucesso.

source: Save Project
fr: Enregistrer le Projet
pt: Salvar Projeto

source: Save Project File As...
fr: Enregistrer le Fichier de Projet sous...
pt: Salvar arquivo de projeto como...

source: Save Projet File As
fr: Enregistrer le Fichier de Projet sous
pt: Salvar arquivo de projeto como

source: Save Rates
fr: Enregistrer les Taux
pt: Salvar taxas

source: Save Rates - %s over %s
fr: Enregistrer les Taux - %s sur %s
pt: Savlvar taxas - %s sobre %s

source: Save Regression Results
fr: Enregistrer les Résultats de Régression
pt: Salvar resultados de regresão

source: Save Results
fr: Enregistrer les Résultats
pt: Salvar resultados

source: Save Results to Table:
fr: Enregistrer les Résultats dans une Table:
pt: Salvar resultados em tabela

source: Save Results: HDBScan (Core Distances/Probabilities/Outliers)
fr: Enregistrer les Résultats: HDBScan (Distances de Base/Probabilités/Anomalies)
pt: Salvar resultados: HDBScan (Distâncias do núcleo/Probabilidades/Valores atípicos)

source: Save Results: Local Join Count stats,
fr: Enregistrer les résultats: statistiques de comptage de jointure local,
pt: Salvar resultados: Estatísticas de Contagem de Junção Local

source: Save Results: LocalGeary
fr: Enregistrer les Résultats: Geary Local
pt: Salvar resultados: Geary Local

source: Save Results: MDS
fr: Enregistrer les Résultats: MDS
pt: Salvar resultados: MDS

source: Save Results: Moran's I
fr: Enregistrer les Résultats: I de Moran
pt: Salvar resultados: Moran's I

source: Save Selected As
fr: Enregistrer la Sélection Sous
pt: Salvar selecionados como

source: Save Selection
fr: Enregistrer la Sélection
pt: Salvar seleção

source: Save Space-Time Table/Weights
fr: Enregistrer Table/Poids Espace-Temps
pt: Salvar tabela de tempo-espaço/pesos

source: Save Spanning Tree
fr: Enregistrer l'Arbre Couvrant
pt: Salvar árvore de extensão

source: Save Spanning Tree to a Weights File
fr: Enregistrer l'Arbre Couvrant dans un Fichier de Pondération
pt: Salvar árvore de extensão em um arquivo de pesos

source: Save Statistics file
fr: Enregistrer le Fichier de Statistiques
pt: Salvar arquivos estatísticos

source: Save Table As CSV File
fr: Enregistrer la Table sous Forme de Fichier CSV
pt: Salvar tabela como arquivo CSV

source: Save Test Results
fr: Enregistrer les Résultats des Tests
pt: Salvar resultados do teste

source: Save Thiessen Polygons
fr: Enregistrer les Polygones de Thiessen
pt: Salvar polígonos de Thiessen
