Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Empirical Spatial Rate Smoothed Variable Settings
fr: Paramètres de Lissage du Taux Spatial Empirique
pt: Configurações de variáveis suavizadas da taxa espacial empírica

source: Enable High DPI/Retina support (Mac only):
fr: Activer la prise en charge Haute DPI/Retina (uniquement sur Mac):
pt: Habilitar suporte alto DPI/Retina (somente Mac):

source: Enable User Defined Value Range of Y-Axis
fr: Activer la Plage de Valeurs Définie par l'Utilisateur sur l'Axe Y
pt: Habilitar faixa de valores definidos pelo usuário do eixo Y

source: Enable transparency setup of category color in map (Windows only):
fr: Activer la configuration de la transparence des couleurs de catégorie sur la carte (uniquement sur Windows):
pt: Permitir a configuração de transparência da cor da categoria no mapa (somente Windows):

source: Encode
fr: Encoder
pt: Codificar

source: Enter a seed value
fr: Saisir une valeur de départ
pt: Insira um valor de semente

source: Enter a seed value for random number generator:
fr: Saisir une valeur de départ pour le générateur de nombres aléatoires:
pt: Insira um valor de semente para gerador de números aleatórios:

source: Enter new ID variable name:
fr: Saisir un nouveau nom de variable ID:
pt: Digite o novo nome da variável de identificação:

source: Equal Intervals
fr: Intervalles égaux
pt: Intervalos iguais

source: Equal Intervals Map
fr: Carte des Intervalles égaux
pt: Mapa de intervalos iguais

source: Error
fr: Erreur
pt: Erro

source: Error while opening project:
fr: Erreur lors de l'ouverture du projet:
pt: Erro ao abrir projeto:

source: Error:
fr: Erreur:
pt: Erro:

source: Error: Base values contain non-positive numbers which will result in undefined values.
fr: Erreur: Les valeurs de base contiennent des nombres non positifs, ce qui entraînera des valeurs indéfinies.
pt: Erro: Os valores básicos contêm números não-positivos que resultarão em valores indefinidos.

source: Error: Chosen theme requires more cateogries than observations.
fr: Erreur: Le thème choisi nécessite plus de catégories que d'observations.
pt: Erro: O tema escolhido requer mais categorias do que observações

source: Error: Due to restrictions on the DBF file format, the particular combination of length and decimals entered is not valid. Based on your current choices, we recommend length = %d and decimals = %d
fr: Erreur: En raison des restrictions du format de fichier DBF, la combinaison spécifique de longueur et de décimales saisie n'est pas valide. En fonction de vos choix actuels, nous recommandons une longueur de %d et %d décimales.
pt: Erro: Devido a restrições no formato do arquivo DBF, a combinação particular de comprimento e casas decimais inseridas não é válida. Com base em suas escolhas atuais, recomendamos comprimento = %d e casas decimais = %d

source: Error: Maximum number of neighbors %d exceeded.
fr: Erreur: Le nombre maximum de voisins %d est dépassé.
pt: Erro: Número máximo de vizinhos %d excedido.

source: Error: The table variable name is empty.
fr: Erreur: Le nom de la variable de table est vide.
pt: Erro: O nome da variável da tabela está vazio.

source: Error: "%s" already exists in Table, please specify a different name.
fr: Erreur: "%s" existe déjà dans la Table, veuillez spécifier un nom différent.
pt: Erro: Já existe "%s" na tabela, favor especificar um nome diferente.

source: Error: "%s" is an invalid variable name. The first character must be alphabetic, and the remaining characters can be either alphanumeric or underscores. For DBF table, a valid variable name is between one and ten characters long.
fr: Erreur: "%s" est un nom de variable invalide. Le premier caractère doit être alphabétique et les caractères suivants peuvent être alphanumériques ou des traits de soulignement. Pour une table DBF, un nom de variable valide comporte entre un et dix caractères.
pt: Erro: \%s] é um nome de variável inválido. O primeiro caractere deve ser alfabético, e os caracteres restantes podem ser alfanuméricos ou sublinhados. Para a tabela DBF, um nome de variável válido tem entre um e dez caracteres

source: Error: "%s" not found.
fr: Erreur: "%s" introuvable.
pt: Erro: "%s" não encontrado.

source: Error: no records found in data source.
fr: Erreur: aucun enregistrement trouvé dans la source de données.
pt: Erro: nenhum registro encontrado na fonte de dados.

source: Error: the inverse matrix is ill-conditioned.
fr: Erreur: la matrice inverse est mal conditionnée.
pt: Erro: a matriz inversa está mal condicionada.

source: Estimated Pairs:
fr: Paires Estimées:
pt: Pares estimados:

source: Euclidean Distance
fr: Distance Euclidienne
pt: Distância euclidiana

source: Event Variable
fr: Variable d'Evénement
pt: Variável de evento

source: Excess Risk
fr: Risque Excédentaire
pt: Risco Excedente

source: Excess Risk Map Variable Settings
fr: Paramètres de variable de carte de risque excédentaire
pt: Configuração de variável de mapa de risco excedente

source: Exclude
fr: Exclure
pt: Excluir

source: Existing Variables
fr: Variables Existantes
pt: Variáveis Existentes

source: Exit
fr: Quitter
pt: Sair

source: Exit with unsaved changes?
fr: Quitter avec des modifications non enregistrées?
pt: Sair com modificações não salvas?

source: Exit?
fr: Quitter?
pt: Sair?

source: Explore
fr: Explorer
pt: Explorar

source: Export or save layer to
fr: Exporter ou enregistrer la couche sous
pt: Exportar ou salvar camada para

source: Exporting Shape to Boundary
fr: Exportation de la Forme vers une Limite
pt: Exportando forma para limite

source: Expression
pt: Expressão

source: Extent
fr: Étendue
pt: Extensão

source: Fail in reading the Boundary file: at polygon-%d
fr: Échec de la lecture du Fichier de Limite: à partir du polygone-%d
pt: Falha na leitura do arquivo de delimitação: em polígono-%d

source: Failed to create the weights file.
fr: Impossible de créer le fichier de pondération.
pt: Falha na criação do arquivo de pesos.

source: Failed to open data source. Please check the data/datasource and check if the data type/format is supported by GeoDa. Tip: you can set up the necessary GeoDa driver by following the instructions at: http://geodacenter.github.io/formats.html
fr: Impossible d'ouvrir la source de données. Veuillez vérifier les données/la source de données et vérifier si le type/format des données est pris en charge par GeoDa. Conseil: vous pouvez configurer le pilote GeoDa nécessaire en suivant les instructions sur: http://geodacenter.github.io/formats.html
pt: Falha em abrir a fonte de dados. Por favor, verifique a fonte de dados/dados e verifique se o tipo/formato de dados é suportado pelo GeoDa. Dica: você pode configurar o driver necessário do Geoda, seguindo as instruções em: http://geodacenter.github.io/formats.html

source: False Discovery Rate:
fr: Taux de Fausses Découvertes:
pt: Taxa de Descoberta Falsa:

source: February
fr: Février
pt: Fevereiro

source: Field (%s) already exited.
fr: Champ (%s) déjà existant.
pt: Campo (%s) já existe.

source: File
fr: Fichier
pt: Arquivo

source: File Path
fr: Chemin du Fichier
pt: Caminho do arquivo

source: File doesn't exist!
fr: Le fichier n'existe pas!
pt: Aquivo não existe!

source: File merged into Table successfully.
fr: Le fichier a été fusionné avec succès dans la Table.
pt: Arquivo mesclado em tabela com sucesso.

source: Fill Color
fr: Couleur de remplissage
pt: Cor de preenchimento

source: Fill Color for Category
fr: Couleur de Remplissage par Catégorie
pt: Cor de preenchimento por categoria

source: Fill Opacity for Category
fr: Opacité de Remplissage par Catégorie
pt: Opacidade de preenchimento por categoria

source: Finished
fr: Terminé
pt: Finalizado

source: First Variable (X)
fr: Première variable (X)
pt: Primeira variável (X)

source: First Variable (X/Longitude)
fr: Première variable (X/Longitude)
pt: Primeira variável (X/Longitude)

source: First line of CSV is variable names?
fr: La première ligne du fichier CSV contient les noms des variables ?
pt: A primeira linha do CSV contém o nome das variáveis?

source: First row of CSV file
fr: Première ligne du fichier CSV
pt: Primeira linha do arquivo CSV

source: Fit-To-Window Mode
fr: Mode Ajuster à la fenêtre
pt: Modo de ajuste à janela

source: Fixed Aspect Ratio Mode
fr: Mode Rapport d'aspect fixe
pt: Modo de relação fixa de aspecto

source: Fixed scale over time
fr: Échelle fixe au fil du temps
pt: Escala fixa ao longo do tempo

source: Fixed x-axis scale over time
fr: Échelle fixe de l'axe x au fil du temps
pt: Escala fixa do eixo x ao longo do tempo]

source: Fixed y-axis scale over time
fr: Échelle fixe de l'axe y au fil du temps
pt: Escala fixa do eixo y ao longo do tempo]

source: Fourth Variable
fr: Quatrième variable
pt: 4ª variável

source: Frequency
fr: Fréquence
pt: Frequência

source: Full Extent
fr: Étendue Complète
pt: Extensão total

source: GAL files (*.gal)|*.gal
fr: Fichiers GAL (*.gal)|*.gal
pt: Arquivos GAL (*.gal)|*.gal

source: GWT files (*.gwt)|*.gwt
fr: Fichiers GWT (*.gwt)|*.gwt
pt: Arquivos GWT (*.gwt)|*.gwt

source: GeoDa Bug Report Dialog
fr: Dialogue de Rapport de Bug GeoDa
pt: Caixa de diálogo - Relatório de erros do GeoDa

source: GeoDa CSV File Configuration
fr: Configuration du Fichier CSV GeoDa
pt: Configuração de arquivo GeoDa CSV

source: GeoDa Help
fr: Aide GeoDa
pt: Ajuda do GeoDa

source: GeoDa Preference Setup
fr: Configuration des Préférences de GeoDa
pt: Configuração de preferências do GeoDa

source: GeoDa Project (*.gda)|*.gda
fr: Projet GeoDa (*.gda)|*.gda
pt: Projeto do GeoDa (*.gda)|*.gda

source: GeoDa Project File (*.gda)|*.gda
fr: Fichier de Projet GeoDa (*.gda)|*.gda
pt: Arquivo de projeto do GeoDa (*.gda)|*.gda

source: GeoDa Project File to Open
fr: Fichier de Projet GeoDa à Ouvrir
pt: Arquivo do Projeto GeoDa para abrir

source: GeoDa Project to Save As
fr: Projet GeoDa à Enregistrer Sous
pt: Arquivo do Projeto do GeoDa para salvar como

source: GeoDa Update Dialog
fr: Dialogue de Mise à Jour de GeoDa
pt: Caixa de diálogo de atualização GeoDa

source: GeoDa can not get valid spatial reference from input data source. Please try another data source.
fr: GeoDa ne peut pas obtenir de référence spatiale valide à partir de la source de données d'entrée. Veuillez essayer une autre source de données.
pt: O GeoDa não pode obter referência espacial válida da fonte de dados de entrada. Por favor, tente outra fonte de dados.

source: GeoDa can not open the input data source. Please try another data source.
fr: GeoDa ne peut pas ouvrir la source de données d'entrée. Veuillez essayer une autre source de données.
pt: O GeoDa não pode abrir a fonte de dados de entrada. Por favor, tente outra fonte de dados.

source: GeoDa can't change the variable type to DATE/TIME. Please select another type.
fr: GeoDa ne peut pas changer le type de variable en DATE/HEURE. Veuillez sélectionner un autre type.
pt: O GeoDa não pode mudar o tipo de variável para DATA/HORA. Por favor, selecione outro tipo

source: GeoDa can't create a layer.
fr: GeoDa ne peut pas créer une couche.
pt: O GeoDa não pôde criar a camada.

source: GeoDa can't load dataset with duplicate field names.
fr: GeoDa ne peut pas charger un jeu de données avec des noms de champ en double.
pt: O GeoDa não pode carregar conjunto de dados com nomes de campo duplicados

source: GeoDa can't read data from datasource. Details: Datasource is empty.
fr: GeoDa ne peut pas lire les données de la source de données. Détails: la Source de données est vide.
pt: O GeoDa não consegue ler os dados da fonte de dados. Detalhes: A fonte de dados está vazia.

source: GeoDa can't save a Table-only data source as a Geometry enabled data source. Please try to add a geometry layer and then use File->Save As.
fr: GeoDa ne peut pas enregistrer une source de données uniquement sous forme de Table en tant que source de données avec géométrie. Veuillez essayer d'ajouter une couche de géométrie, puis utilisez Fichier->Enregistrer sous.
pt: O GeoDa não pode salvar uma fonte de dados somente tabela como uma fonte de dados habilitada para Geometria. Por favor, tente adicionar uma camada de geometria e depois use Arquivo->Salvar como.

source: GeoDa can't save changes to this datasource. Please try to use File->Export.
fr: GeoDa ne peut pas enregistrer les modifications apportées à cette source de données. Veuillez essayer d'utiliser Fichier->Exporter.
pt: O GeoDa não pode salvar as mudanças nesta fonte de dados. Por favor, tente usar Arquivo->Exportar

source: GeoDa cannot find proper projection or geographic coordinate system information to add a basemap. Please update this information (e.g. in .prj file).
fr: GeoDa ne peut pas trouver les informations de projection ou de système de coordonnées géographiques appropriées pour ajouter une carte de base. Veuillez mettre à jour ces informations (par exemple, dans le fichier .prj).
pt: O GeoDa não consegue encontrar a projeção adequada ou informações do sistema de coordenadas geográficas para adicionar um mapa base. Favor atualizar estas informações (por exemplo, no arquivo .prj).

source: GeoDa could not find the required weights file.
fr: GeoDa n'a pas trouvé le fichier de pondération requis.
pt: O GeoDa não conseguiu encontrar o arquivo de pesos requerido.

source: GeoDa could not find the required weights file. Please specify weights in Tools > Weights Manager.
fr: GeoDa n'a pas trouvé le fichier de pondération requis. Veuillez spécifier les pondérations dans Outils > Gestion des pondérations.
pt: O GeoDa não conseguiu encontrar o arquivo de pesos requerido. Por favor, especifique os pesos em Ferramentas > Gerenciador de pesos.

source: GeoDa could not load this layer. Please check if the datasource is valid and not table only.
fr: GeoDa n'a pas pu charger cette couche. Veuillez vérifier si la source de données est valide et non seulement une Table.
pt: O GeoDa não pôde carregar esta camada. Favor verificar se a fonte de dados é válida e não apenas tabela.

source: GeoDa does not support creating data of %s. Please try to 'Export' to other supported data source format.
fr: GeoDa ne prend pas en charge la création de données de type %s. Veuillez essayer d'exporter vers un autre format de source de données pris en charge.
pt: O GeoDa não suporta a criação de dados de %s. Por favor, tente 'Exportar' para outro formato de fonte de dados suportado.

source: GeoDa does not support datasource with line data at this time. Please choose a datasource with either point or polygon data.
fr: GeoDa ne prend pas en charge les sources de données avec des données linéaires pour le moment. Veuillez choisir une source de données avec des données de points ou polygonales.
pt: O GeoDa não suporta fonte de dados com dados de linha neste momento. Favor escolher uma fonte de dados com dados pontuais ou poligonais.

source: GeoDa has run into a problem and will close.
fr: GeoDa a rencontré un problème et va se fermer.
pt: O GeoDa encontrou um problema e será fechado.

source: GeoDa maj.min.bld (type), day month year
fr: GeoDa maj.min.bld (type), jour mois année
pt: GeoDa maj.min.bld (tipo), dia mês ano

source: GeoDa was unable to save the file.
fr: GeoDa n'a pas pu enregistrer le fichier.
pt: O GeoDa não foi capaz de salvar o arquivo.

source: Geometric centroids
fr: Centroïdes géométriques
pt: Centróides geométricos

source: Geometries have been added to existing Table-only data source. Do you want to save them as a new datasource?
fr: Les géométries ont été ajoutées à la source de données existante uniquement sous forme de Table. Voulez-vous les enregistrer sous forme d'une nouvelle source de données?
pt: As geometrias foram adicionadas às fontes de dados existentes de apenas tabela. Você quer salvá-las como uma nova fonte de dados?

source: Geometries not saved
fr: Géométries non enregistrées
pt: Geometrias não salvas

source: Get a free Carto account:
fr: Obtenez un compte gratuit Carto:
pt: Obtenha uma conta Carto grátis:

source: Get a free GeoDa-Web account:
fr: Obtenez un compte gratuit GeoDa-Web:
pt: Obtenha uma conta GeoDa-Web grátis:

source: Get a free Nokia/HERE account:
fr: Obtenez un compte gratuit Nokia/HERE:
pt: Obtenha uma conta Nokia/HEREgrátis:

source: Gi cluster map, pseudo p-val
fr: Carte des clusters Gi, pseudo valeur-p
pt: Mapa de agrupamento Gi, pseudo p-val

source: Gi* cluster map, pseudo p-val
fr: Carte des clusters Gi*, pseudo valeur-p
pt: Mapa de agrupamento Gi*, pseudo p-val

source: Greedy
fr: Gourmand
pt: Guloso

source: Greek (ISO-8859-7)
fr: Grec (ISO-8859-7)
pt: Grego (ISO-8859-7)

source: Grid Bounding Box
fr: Boîte Englobante de la Grille
pt: Caixa delimitadora da grade (grid)

source: Grid Size
fr: Taille de la Grille
pt: Tamanho da malha (grid)

source: Grid file was successfully created.
fr: Le fichier de grille a été créé avec succès.
pt: Arquivo da malha (grid) foi criado com sucesso.

source: Group
fr: Groupe
pt: Grupo

source: Group 1:
fr: Groupe 1:
pt: Grupo 1:

source: Group 2:
fr: Groupe 2:
pt: Grupo 1:

source: Group Variable:
fr: Variable de groupe:
pt: Grupo de variável:

source: Grouped Variables
fr: Variables groupées
pt: Variáveis agrupadas

source: Groups:
fr: Groupes:
pt: Grupos:

source: HDBScan Cluster Map (%d clusters)
fr: Carte des Clusters HDBScan (%d clusters)
pt: Mapa de agrupamentos HDBScan (%d agrupamentos)

source: HDBScan Clustering Settings
fr: Paramètres de Regroupement HDBScan
pt: Configurações de agrupamentos HDBScan

source: HERE App ID
fr: Identifiant de l'Application HERE
pt: ID do aplicativo HERE

source: HERE App Key
fr: Clé de l'Application HERE
pt: Chave do aplicativo HERE

source: Has Colocation
fr: Possède une Colocalisation
pt: Possui Colocação

source: Hebrew (ISO-8859-8-1)
fr: Hébreu (ISO-8859-8-1)
pt: Hebreu (ISO-8859-8-1)

source: Hebrew (Windows-1255)
fr: Hébreu (Windows-1255)
pt: Hebreu (Windows-1255)

source: Height:
fr: Hauteur:
pt: Altura:

source: Help
fr: Aide
pt: Ajuda

source: Hide Map
fr: Cacher la carte
pt: Ocultar mapa

source: Hide system table in Postgresql connection:
fr: Masquer les tables système dans la connexion Postgresql:
pt: Ocultar tabela do sistema em conexão Postgresql:

source: Hide system table in SQLITE connection:
fr: Masquer les tables système dans la connexion SQLITE:
pt: Ocultar tabela do sistema em conexão SQLITE:

source: Hierachical Map does not work with Table only datasource.
fr: La carte hiérarchique ne fonctionne pas avec une source de données uniquement sous forme de Table.
pt: Mapa hierárquico não funciona apenas com a fonte de dados Tabela.

source: Hierachical Map:
fr: Carte hiérarchique:
pt: Mapa hierárquico:

source: Hierarchical
fr: Hiérarchique
pt: Hierárquico

source: Hierarchical Clustering Settings
fr: Paramètres de Regroupement Hiérarchique
pt: Configurações hierárquicas de agrupamento

source: Hierarchical Map
fr: Carte Hiérarchique
pt: Mapa hierárquico

source: High
fr: Élevé
pt: Alto

source: High-High
fr: Élevé-Élevé
pt: Alto-Alto

source: High-Low
fr: Élevé-Faible
pt: Alto-Baixo

source: Highlight Color
fr: Couleur de Surbrillance
pt: Destacar cor

source: Hinge
fr: Charnière
pt: Articulação

source: Hinge=1.5
fr: Charnière=1.5
pt: Articulação = 1.5

source: Hinge=3.0
fr: Charnière=3.0
pt: Articulação = 3.0

source: Histogram
fr: Histogramme
pt: Histograma

source: Histogram Classification
fr: Classification de l'Histogramme
pt: Classificação de histograma

source: Histogram Variable
fr: Variable de l'Histogramme
pt: Variável de histrograma

source: Histogram:
fr: Histogramme:
pt: Histograma:

source: Horizontal Bins Breaks
fr: Intervalles de Classe Horizontaux
pt: Quebras de caixas horizontais

source: Horizontal Cells
fr: Cellules Horizontales
pt: Células horizontais

source: Http connection timeout (seconds) for e.g. WFS, Geojson etc.:
fr: Délai d'expiration de la connexion HTTP (en secondes) pour, par exemple, WFS, Geojson, etc.:
pt: Tempo limite de conexão http (segundos) para, por exemplo, WFS, Geojson, etc.:

source: ID is not specified!
fr: L'ID n'est pas spécifié!
pt: ID não foi especificado!

source: Image Dimension Settings
fr: Paramètres de Dimension de l'Image
pt: Configurações da dimensão da imagem

source: Improve Cartogram
fr: Améliorer le Cartogramme
pt: Melhorar cartograma

source: Include
fr: Inclure
pt: Incluir

source: Include Variable Names
fr: Inclure les Noms de Variables
pt: Incluir nomes das variáveis

source: Include diagonal of weights matrix
fr: Inclure la diagonale de la matrice de pondération
pt: Incluir a diagonal da matriz de pesos

source: Include lower orders
fr: Inclure les ordres inférieurs
pt: Incluir ordens inferiores

source: Incomplete Group Variable
fr: Variable de Groupe incomplète
pt: Variável de Grupo Incompleta

source: Independent Var (x-axis)
fr: Var Indépendante (l'axe x)
pt: Variável independente (eixo-X)

source: Independent Var X
fr: Variable indépendante X
pt: Variável independente X

source: Inference Settings
fr: Paramètres d'Inférence
pt: Configurações de inferência

source: Inference Settings (%d perm)
fr: Paramètres d'Inférence (%d perm)
pt: Configurações de inferência (%d perm)

source: Info
fr: Infos
pt: Informação

source: Information
pt: Informação

source: Initial Groups:
fr: Groupes Initiaux:
pt: Grupos iniciais:

source: Initial groups:
fr: Groupes Initiaux:
pt: Grupos iniciais:

source: Initialization Method:
fr: Méthode d'Initialisation:
pt: Método de inicialização:

source: Initialization Re-runs:
fr: Réexécutions de l'initialisation:
pt: Repetições de inicialização:

source: Initialization method:
fr: Méthode d'initialisation:
pt: Método de inicialização:

source: Initialization re-runs:
fr: Réexécutions de l'initialisation:
pt: Repetições de inicialização:

source: Input
fr: Entrée
pt: Entrada

source: Input ASCII file
fr: Fichier ASCII d'entrée
pt: Inserção de arquivo ASCII

source: Input data source
fr: Source de données d'entrée
pt: Inserção de fonte de dados

source: Input datasource
fr: Source de données d'entrée
pt: Inserção de fonte de dados

source: Input file
fr: Fichier d'entrée
pt: Inserção de arquivo

source: Input file (text file)
fr: Fichier d'entrée (fichier texte)
pt: Inserção de arquivo (arquivo de texto)

source: Input is duplicated.
fr: L'entrée est en double.
pt: Entrada é duplicada

source: Input is not valid.
fr: L'entrée n'est pas valide.
pt: Entrada não é válida

source: Input is required
fr: L'entrée est requise
pt: É necessária uma entrada

source: Input significance:
fr: Signification de l'entrée:
pt: Inserção de significância:

source: Input:
fr: Entrée:
pt: Entrada:

source: Insert before
fr: Insérer avant
pt: Inserir antes

source: Insufficient Random Sampling
fr: Échantillonnage Aléatoire insuffisant
pt: Amostragem aleatória insuficiente

source: Internal Error: Add new field (%s) failed. Details:%s
fr: Erreur interne: Échec de l'ajout du nouveau champ (%s). Détails: %s
pt: Erro Interno: Adicionar novo campo (%s) falhou. Detalhes:%s

source: Internal Error: Delete field failed. Details:
fr: Erreur interne: Échec de la suppression du champ. Détails:
pt: Erro Interno: Eliminar campo falhou. Detalhes:

source: Internal Error: can't update an in-memory cell.
fr: Erreur interne: impossible de mettre à jour une cellule en mémoire.
pt: Erro Interno: Não foi possível atualizar a célula em memória.

source: Intervals
fr: Intervalles
pt: Intervalos

source: Intervals in the Histogram
fr: Intervalles dans l'histogramme
pt: Intervalos no histograma

source: Invalid Variable
fr: Variable non valide
pt: Variável inválida
