Repository: GeoDaCenter/geoda
Catalog: internationalization/pofiles/*.po
Languages: fr, pt

source: Change variable type for "%s" has failed. Please check all values are valid for conversion.
fr: La modification du type de variable pour "%s" a échoué. Veuillez vérifier que toutes les valeurs sont valides pour la conversion.
pt: Mudar o tipo de variável para "%s" falhou. Favor verificar se todos os valores são válidos para conversão.

source: Check Bug Report on Github
fr: Vérifier le Rapport de Bug sur Github
pt: Checar relatorio de erros no Github

source: Check Updates
fr: Vérifier les Mises à Jour
pt: Checar Atualizações

source: Checking Symmetry...
fr: Vérification de la Symétrie...
pt: Checando simetria...

source: Chinese Simplified (GB2312)
fr: Chinois Simplifié (GB2312)
pt: Chinês Simplificado (GB2312)

source: Chinese Traditional (Big5)
fr: Chinois Traditionnel (Big5)
pt: Chinês Tradicional (Big5)

source: Choose A Color
fr: Choisir Une Couleur
pt: Escolha uma cor

source: Choose Category Color
pt: Escolha a cor da categoria

source: Choose Category Fill Color
pt: Escolha a cor de preenchimento da categoria

source: Choose Category Outline Color
pt: Escolher cor de contorno da categoria

source: Choose Intervals
fr: Choisir les Intervalles
pt: Escolha Um Intervalo

source: Choose Weights
fr: Choisir les Poids
pt: Escolher peso

source: Choose Weights File
fr: Choisir un Fichier de Pondération
pt: Escolher arquivo de pesos

source: Choose an output weights file name.
fr: Choisir un nom de fichier de pondération de sortie.
pt: Escolha um nome de arquivo de pesos de saída.

source: Chosen field is not a numeric type. Please select a numeric type field.
fr: Le champ choisi n'est pas de type numérique. Veuillez sélectionner un champ de type numérique.
pt: O campo escolhido não é do tipo numérico. Por favor, selecione um campo do tipo numérico.

source: Chosen field is not a numeric type. Please select a numeric type field.
fr: Le champ choisi n'est pas de type numérique. Veuillez sélectionner un champ de type numérique.
pt: O campo escolhido não é do tipo numérico. Por favor, selecione um campo do tipo numérico.

source: Chosen key field '%s' s a time variant. Please choose a non-time variant field as key.
fr: Le champ clé choisi '%s' est variable dans le temps. Veuillez choisir un champ non variable dans le temps comme clé.
pt: O campo chave escolhido '%s' é uma variante de tempo. Por favor, escolha um campo de variante não temporal como chave.

source: Chosen key field is not valid. Please select another key field
fr: Le champ clé choisi n'est pas valide. Veuillez sélectionner un autre champ clé.
pt: O campo chave escolhido não é válido. Por favor, selecione outro campo chave.

source: Circle
fr: Cercle
pt: Círculo

source: Circle Color
fr: Couleur du Cercle
pt: Cor do Círculo

source: Circle Size
fr: Taille du Cercle
pt: Dimensão do Círculo

source: Classic
fr: Classique
pt: Clássico

source: Classification Themes
fr: Thèmes de Classification
pt: Temas de Classificação

source: Clean Basemap Cache
fr: Effacer le Cache de la Carte de Base
pt: Limpar cache do mapa base

source: Clear Highlight Association
fr: Effacer l'Association de Mise en Evidence
pt: Limpar associação destacada

source: Clear Selection
fr: Désélectionner Tout
pt: Limpar Seleção

source: Click RegressionDlg::OnSaveToTxtFileClick
fr: Cliquez sur RegressionDlg::OnSaveToTxtFileClick
pt: Clique em RegressãoDlg::OnSaveToTxtFileClick

source: Click RegressionDlg::OnViewResultsClick
fr: Cliquez sur RegressionDlg::OnViewResultsClick
pt: Clique em RegressãoDlg::OnViewResultsClick

source: Close
fr: Fermer
pt: Fechar

source: Cluster Map
fr: Carte de clusters
pt: Mapa de agrupamento

source: Cluster Maps
fr: Cartes de clusters
pt: Mapa de agrupamento

source: Cluster centers:
fr: Centres de clusters:
pt: Centros de agrupamento:

source: Clusters
pt: Agrupamentos

source: Co-location Join Count
fr: Nombre de Jointures de Co-localisation
pt: Contagem de colocalização de junção

source: Co-location Join Count only applies to co-location case. The selected variables have no co-location. Please change your selection, or use Univariate/Bivariate Local Join Count.
fr: Le nombre de Jointures de Co-localisation ne s'applique qu'aux cas de co-localisation. Les variables sélectionnées n'ont pas de co-localisation. Veuillez modifier votre sélection ou utiliser le nombre de jointures locales univariées/bivariées.
pt: Contagem de colocalização de junção só se aplica ao caso de colocalização. As variáveis selecionadas não possuem colocalização. Favor alterar sua seleção, ou usar contagem de junção local Univariada/Bivariada.

source: Co-location Map
fr: Carte de Co-localisation
pt: Mapa de Co-localização

source: Co-location Map:
fr: Carte de Co-localisation:
pt: Mapa de Co-localização:

source: Co-location Settings
fr: Paramètres de Co-localisation
pt: Configurações de co-localização

source: Coeff. Var. Mat.
fr: Mat. du Coeff. de Var.
pt: Coef. Var. Mat.

source: Colocation Cluster
fr: Cluster de Co-localisation
pt: Agrupamento de Colocação

source: Color
fr: Couleur
pt: Cor

source: Color Scheme
fr: Palette de Couleurs
pt: Esquema de Cor

source: Column Name
fr: Nom de Colonne
pt: Nome da coluna

source: Column Number (from 0)
fr: Numéro de Colonne (à partir de 0)
pt: Número de coluna (from 0)

source: Comma Separated Value (*.csv)|*.csv
pt: Valor separado por vírgula (*.csv)|*.csv

source: Components:
fr: Composantes:
pt: Componentes:

source: Conditional Co-location Map Variables
fr: Variables de la Carte de Co-localisation Conditionnelle
pt: Variáveis do mapa condicional de colocalização

source: Conditional G Cluster Map Variables
fr: Variables de la Carte du Cluster G Conditionnel
pt: Variáveis Condicionais do Mapa de Agrupamento-G

source: Conditional GetisOrd Map
fr: Carte de GetisOrd Conditionnelle
pt: Mapa condicional Getis-Ord

source: Conditional Histogram
fr: Histogramme Conditionnel
pt: Histograma condicional

source: Conditional Histogram Variables
fr: Variables de l'Histogramme Conditionnel
pt: Variáveis do histograma condicional

source: Conditional LISA Map
fr: Carte de LISA Conditionnelle
pt: Mapa condicional LISA

source: Conditional LISA Map Variables
fr: Variables de Carte de LISA Conditionnelle
pt: Variáveis do mapa condicional LISA

source: Conditional Local Geary Map
fr: Carte de Geary Locale Conditionnelle
pt: Mapa Geary local condicional

source: Conditional Local Geary Map Variables
fr: Variables de Carte de Geary Locale Conditionnelle
pt: Variáveis do mapa Geary local condicional

source: Conditional Local Join Count Map
fr: Carte de Compte de Jointure Locale Conditionnelle
pt: Mapa do cálculo de junção local condicional

source: Conditional Map
fr: Carte Conditionnelle
pt: Mapa condicional

source: Conditional Map Variables
fr: Variables de Carte Conditionnelle
pt: Variáveis de mapa condicional

source: Conditional Plot
fr: Diagramme Conditionnel
pt: Gráfico condicional

source: Conditional Scatter Plot
fr: Diagramme de Dispersion Conditionnel
pt: Dispersão condicional

source: Conditional Scatter Plot Variables
fr: Variables du Diagramme de Dispersion Conditionnel
pt: Vaiáveis de dispersão condicional

source: Connect
fr: Connecter
pt: Conectar

source: Connect to Data Source
fr: Se Connecter à la Source de Données
pt: Conectar a fonte de dados

source: Connectivity
fr: Connectivité
pt: Conectividade

source: Connectivity Graph
fr: Graphe de Connectivité
pt: Gráfico de conectividade

source: Connectivity Histogram
fr: Histogramme de Connectivité
pt: Histograma de Conectividade

source: Connectivity Map
fr: Carte de connectivité
pt: Mapa de Conectividade

source: Connectivity Map -
fr: Carte de connectivité -
pt: Mapa de Conectividade -

source: Contiguity Weight
fr: Poids de Contiguïté
pt: Peso de contiguidade

source: Continue
fr: Continuer
pt: Continuar

source: Convert ASCII to SHP
fr: Convertir ASCII en SHP
pt: Converter ASCII para SHP

source: Convert Boundary to SHP
fr: Convertir une Limite en SHP
pt: Converter borda para SHP

source: Convert Boundary to Shape Datasource
fr: Convertir une Limite en source de données Shape
pt: Converter limite para o formato de fonte de dados

source: Cooling Rate:
fr: Taux de refroidissement:
pt: Taxa de resfriamento:

source: Cooling rate for Simulated Annealing algorithm has to be a float number between 0 and 1 (e.g. 0.85).
fr: Le taux de refroidissement pour l'algorithme de Recuit Simulé doit être un nombre décimal entre 0 et 1 (par exemple, 0,85).
pt: A taxa de resfriamento para o algoritmo de recozimento simulado tem que ser um número de decimal entre 0 e 1 (por exemplo: 0,85)

source: Cooling rate:
fr: Taux de refroidissement:
pt: Taxa de resfriamento:

source: Copy
fr: Copier
pt: Copiar

source: Copy Image To Clipboard
fr: Copier l'Image dans le Presse-papiers
pt: Copiar imagem para área de transferência

source: Copy Legend To Clipboard
fr: Copier la Légende dans le Presse-papiers
pt: Copiar legenda para área de transferência

source: Copyright (C) 1998-2011 GeoDa Center for Geospatial Analysis and Computation and Arizona Board of Regents All Rights Reserved
fr: Droits d'auteur (C) 1998-2011 GeoDa Center for Geospatial Analysis and Computation and Arizona Board of Regents All Rights Reserved
pt: Direitos autorais (C)1998-2011 Centro GeoDa de Análise e Computação Geoespacial e Diretoria de Regentes do Arizona Todos os direitos reservados

source: Copyright (C) 2011-%d by Luc Anselin
fr: Droits d'auteur (C) 2011-%d par Luc Anselin
pt: Direitos autorais (C) 2011-%d por Luc Anselin

source: Copyright (C) year-year by Luc Anselin
fr: Droits d'auteur (C) année-année par Luc Anselin
pt: Direitos autorais (C) ano-ano por Luc Anselin

source: Cores
fr: Cœurs
pt: Núcleos

source: Cores and Neighbors
fr: Cœurs et voisins
pt: Núcleos e Vizinhos

source: Correlogram
fr: Corrélogramme
pt: Correlograma

source: Correlogram Parameters
fr: Paramètres du Corrélogramme
pt: Parâmetros de correlograma

source: Correlogram Parameters Help
fr: Aide sur les Paramètres du Corrélogramme
pt: Ajuda em parâmetros de correlograma

source: Could not create a new variable. Possibly a read-only data source.
fr: Impossible de créer une nouvelle variable. Il est possible que la source de données soit en lecture seule.
pt: Não foi possível criar uma nova variável. A fonte de dados possivelmente é apenas de leitura.

source: Could not determine which Field Choice was selected. Please report this error.
fr: Impossible de déterminer quel Choix de Champ a été sélectionné. Veuillez signaler cette erreur.
pt: Não foi possível determinar qual escolha de campo foi selecionada. Favor reportar este erro.

source: Could not determine which Time Choice was selected. Please report this error.
fr: Impossible de déterminer quel Choix de Temps a été sélectionné. Veuillez signaler cette erreur.
pt: Não foi possível determinar qual escolha temporal foi selecionada. Favor reportar este erro.

source: Could not initialize new project.
fr: Impossible d'initialiser le nouveau projet.
pt: Não foi possível inicializar um novo projeto.

source: Count
fr: Compter
pt: Contar

source: Covariates
fr: Covariables
pt: Covariáveis

source: Create
fr: Créer
pt: Criar

source: Create Custom Breaks
fr: Créer des Intervalles Personnalisés
pt: Criar Quebras Customizadas

source: Create Grid
fr: Créer une Grille
pt: Criar Malha (Grid)

source: Create New Custom
fr: Créer une Nouvelle Catégorie Personnalisée
pt: Criar nova customização

source: Create Project File Now?
fr: Créer un Fichier de Projet Maintenant ?
pt: Criar arquivo de projeto agora?

source: Create Weights
fr: Créer des Poids
pt: Criar pesos

source: Create a project file?
fr: Créer un fichier de projet ?
pt: Criar arquivo de projeto?

source: Create new custom categories classification.
fr: Créer une nouvelle classification de catégories personnalisées.
pt: Criar nova classificação de categorias personalizadas.

source: Creating Grid
fr: Création de la Grille
pt: Criando Malha (Grid)

source: Cumulative
fr: Cumulatif
pt: Acumulado

source: Current OGR driver
pt: Atual driver OGR

source: Current Opacity: %.2f
fr: Opacité Actuelle: %.2f
pt: Opacidade atual: %.2f

source: Current Transparency: %.2f
fr: Transparence Actuelle: %.2f
pt: Transparência atual: %.2f

source: Current field name:
fr: Nom de champ actuel:
pt: Nome de campo atual

source: Current layer has already been associated with selected layer. Please select another layer to associate with.
fr: La couche actuelle est déjà associée à la couche sélectionnée. Veuillez sélectionner une autre couche à associer.
pt: A camada atual já foi associada à camada selecionada. Favor selecionar outra camada a ser associada.

source: Current time:
fr: Heure actuelle:
pt: Tempo atual:

source: Curve Color
fr: Couleur de courbe
pt: Curva de cor

source: Custom
fr: Personnalisé
pt: Customizar

source: Custom Breaks
fr: Intervalles personnalisés
pt: Customizar Quebras

source: Custom Inference
fr: Inférence personnalisée
pt: Inferência customizada

source: Cut
fr: Couper
pt: Cortar

source: Cyrillic (ISO-8859-5)
fr: Cyrillique (ISO-8859-5)
pt: Cirílico (ISO-8859-5)

source: Cyrillic (KOI8-R)
fr: Cyrillique (KOI8-R)
pt: Cirílico (KOI8-R)

source: Cyrillic (Windows-1251)
fr: Cyrillique (Windows-1251)
pt: Cirílico (Windows-1251)

source: Cyrillic/Russian (CP866)
fr: Cyrillique/Russe (CP866)
pt: Cirílico/Russo (CP866)

source: DBF File Information
fr: Informations sur le Fichier DBF
pt: Informação de arquivo DBF

source: DBF Viewer 0.8 (July 29, 2011)
fr: Visualiseur DBF 0.8 (29 juillet 2011)
pt: Visualizador DBF 0.8 (29 de julho de 2011)

source: Data
fr: Données
pt: Dado

source: Data Point
fr: Point de Données
pt: Ponto de dados

source: Data Preview - number of preview records:
fr: Aperçu des Données - nombre d'enregistrements d'aperçu:
pt: Pré-visualização de dados - número de registros de pré-visualização:

source: Data Source Overview/Help:
fr: Aperçu/Aide de la Source de Données:
pt: Visão Geral de Fonte de Dados/Ajuda:

source: Data Type
fr: Type de Données
pt: Tipo de dado

source: Data source (%s) doesn't exist. Please check the project configuration file.
fr: La source de données (%s) n'existe pas. Veuillez vérifier le fichier de configuration du projet.
pt: Fonte de dados (%s) não existe. Por favor, verifique o arquivo de configuração do projeto.

source: Database
fr: Base de données
pt: Base de dados

source: Database Host
fr: Hôte de la Base de données
pt: Hospedagem de banco de dados

source: Database Name/Instance
fr: Nom/Instance de la Base de données
pt: Nome/Instância da base de dados

source: Database Port
fr: Port de la Base de données
pt: Entrada do banco de dados

source: Database Type
fr: Type de Base de données
pt: Tipo de base de dados

source: Database port is empty. Please input one.
fr: Le port de la Base de données est vide. Veuillez en entrer un.
pt: A entrada do banco de dados está vazia. Por favor, insira uma.

source: Database/Instance Name
fr: Nom de la Base de données/instance
pt: Nome/Instância da base de dados

source: Datasource in project is not valid.
fr: La source de données dans le projet n'est pas valide.
pt: A fonte de dados no projeto não é válida.

source: Datasource path is empty.
fr: Le chemin de la source de données est vide.
pt: O caminho da fonte de dados está vazio.

source: Date/Time
fr: Date/Heure
pt: Data/Horário

source: Date/Time formats (using comma to separate formats):
fr: Formats de date/heure (utilisez une virgule pour séparer les formats):
pt: Formatos de Data/Horário (usando vírgula para separar os formatos):

source: December
fr: Décembre
pt: Dezembro

source: Decimals (max 15)
fr: Décimales (maximum 15)
pt: Decimais (máx 15)

source: Default displayed decimal places in Table:
fr: Nombre de décimales affichées par défaut dans le Tableau:
pt: O display padrão coloca as casas decimais na tabela:

source: Delete
fr: Supprimer
pt: Apagar

source: Delete Variable(s)
fr: Supprimer Variable(s)
pt: Variável(is) apagada(s)

source: Delta Factor:
fr: Facteur de Différence:
pt: Fator Delta:

source: Dendrogram
fr: Dendrogramme
pt: Dendrograma

source: Dependent Var (y-axis)
fr: Variable Dépendante (l'axe y)
pt: Variável Dependente (eixo y)

source: Dependent Var Y
fr: Variable Dépendante Y
pt: Variável Dependente Y

source: Dependent Variable
fr: Variable Dépendante
pt: Variável dependente

source: Descending order
fr: Tri décroissant
pt: Ordem decrescente

source: Description
pt: Descrição

source: Diagonal weights = 1
fr: Poids diagonaux = 1
pt: Pesos diagonais=1

source: Diff Values
fr: Valeurs diff
pt: Valores dif.

source: Difference-in-Means Test:
fr: Test de Différence des Moyennes:
pt: Teste de diferença de médias:

source: Differential Local Moran's I
fr: I de Moran Local différentiel
pt: Moran's I Local Diferencial

source: Differential Moran Variable Settings
fr: Paramètres de variable Moran différentielle
pt: Configuração de variáveis de Moran Diferencial

source: Differential Moran's I
fr: I de Moran différentiel
pt: Moran I Diferencial

source: Differential Moran's I (%s): %s - %s
fr: I de Moran différentiel (%s): %s - %s
pt: Moran I Diferencial (%s): %s - %s

source: Differential Moran's I tests whether the change in a variable over time is spatially correlated. Please first group variables by time period: Select Time --> Time Editor.
fr: Le test de I de Moran différentiel évalue si le changement d'une variable au fil du temps est spatialement corrélé. Veuillez d'abord regrouper les variables par période de temps: Sélectionnez Temps --> Éditeur de temps.
pt: O Moran's I Diferencial testa se a mudança em uma variável ao longo do tempo está correlacionada espacialmente. Por favor, primeiro grupo de variáveis por período de tempo: Selecione Tempo --> Editor de tempo

source: Disable auto upgrade:
fr: Désactiver la mise à niveau automatique:
pt: Desabilitar auto atualização:

source: Disable crash detection for bug report:
fr: Désactiver la détection des plantages pour le rapport d'erreur:
pt: Desabilitar a detecção de falhas para relatório de erros:

source: Display Axes Scale Values
fr: Afficher les Valeurs d'Echelle des Axes
pt: Exibir valores da escala de eixos

source: Display Centroids
fr: Afficher les Centroïdes
pt: Exibir centróides

source: Display Mean Centers
fr: Afficher les Centres Moyens
pt: Exibir centros médios

source: Display Slope Values
fr: Afficher les Valeurs de Pente
pt: Exibir valores de inclinação

source: Display Statistics
fr: Afficher les Statistiques
pt: Exibir estatística

source: Display Thiessen Polygons
fr: Afficher les Polygones de Thiessen
pt: Exibir polígonos de Thiessen

source: Displayed decimal places
fr: Nombre de décimales affichées
pt: Casas decimais exibidas

source: Displayed decimals
fr: Decimales affichées
pt: Decimais exibidos

source: Displayed decimals places
fr: Nombre de décimales affichées
pt: Casas decimais exibidas

source: Dissolve
fr: Regrouper
pt: Dissolver

source: Dissolve -
fr: Regrouper -
pt: Dissolver -

source: Dissolve does not work with Table only datasource.
fr: Le regroupement ne fonctionne pas avec une source de données uniquement de type Table.
pt: Dissolver não funciona em fonte de dados que são apenas Tabela.

source: Dissolve only works on polygon dataset.
fr: Le regroupement ne fonctionne qu'avec un jeu de données de type polygone.
pt: Dissolver só funciona em conjunto de dados poligonais.

source: Distance
pt: Distância

source: Distance Function:
fr: Fonction de Distance:
pt: Função de Distância:

source: Distance Weight
fr: Poids de Distance
pt: Peso de distância

source: Distance band
fr: Bande de Distance
pt: Distância de banda

source: Distance function:
fr: Fonction de distance:
pt: Função de distância:

source: Distance metric:
fr: Métrique de distance:
pt: Distância métrica:

source: Distance:
pt: Distância:

source: Do Means Differ? (ANOVA)
fr: Les Moyennes Diffèrent-elles ? (ANOVA)
pt: As médias diferem? (ANOVA)

source: Do you want to save the results of Diff-in-Diff test? Note: the results can only be saved into an external data file, due to the change of cross-sectional observations in a space-time context.
fr: Voulez-vous enregistrer les résultats du test Diff-in-Diff ? Remarque: les résultats ne peuvent être enregistrés que dans un fichier de données externe, en raison du changement des observations transversales dans un contexte espace-temps.
pt: Você quer salvar os resultados do teste diferença em diferenças? Nota: os resultados só podem ser salvos em um arquivo de dados externo, devido à mudança das observações transversais em um contexto espaço-tempo.

source: Do you want to save your data?
fr: Voulez-vous enregistrer vos données?
pt: Quer salvar seus dados?

source: Don't show Recent/Sample Data panel again
fr: Ne plus afficher le panneau Données récentes/Exemple
pt: Não mostrar painel de dados recentes/amostrais novamente

source: Don't show this dialog again (You can always change this setting using menu: File->Preferences)
fr: Ne plus afficher cette boîte de dialogue (Vous pouvez toujours modifier ce paramètre via le menu: Fichier -> Préférences)
pt: Não mostrar esta caixa de diálogo novamente (Você sempre pode mudar esta configuração usando o menu: Arquivo->Preferências)

source: Donate
fr: Faire un don
pt: Doar

source: Down
fr: Descendre
pt: Baixo

source: Download OSM Roads
fr: Télécharger les routes OSM
pt: Carregar rotas OSM

source: Downloading updates...
fr: Téléchargement des mises à jour...
pt: Carregando atualizações...

source: Duplicate IDs
fr: Identifiants en Double
pt: IDs duplicados

source: Duplicate Thiessen Polygons Found
fr: Doublons de polygones de Thiessen trouvés
pt: Foram encontrados polígonos de Thiessen duplicados

source: Duplicate Thiessen polygons exist due to duplicate or near-duplicate map points. Please try to export current dataset without duplicates.
fr: Des polygones de Thiessen en double existent en raison de points de carte dupliqués ou quasi-dupliqués. Veuillez essayer d'exporter le jeu de données actuel sans doublons.
pt: Existem polígonos Thiessen duplicados ou quase duplicados devido a pontos duplicados ou quase duplicados no mapa. Por favor, tente exportar o conjunto de dados atual sem duplicatas

source: Duplicate Thiessen polygons exist due to duplicate or near-duplicate map points. Press OK to save duplicate polygon ids to Table.
fr: Des polygones de Thiessen en double existent en raison de points de carte dupliqués ou quasi-dupliqués. Appuyez sur OK pour enregistrer les identifiants de polygone en double dans la Table.
pt: Existem polígonos Thiessen duplicados devido a pontos de mapa duplicados ou quase duplicados. Pressione OK para salvar os polígonos duplicados na tabela.

source: Duplicate variable names specified.
fr: Noms de variables en double spécifiés.
pt: Duplicar nomes de variáveis especificadas.

source: E&xplore
fr: E&xplorer
pt: E&xplorar

source: Edit
fr: Modifier
pt: Editar

source: Edit Custom Breaks
fr: Modifier les Intervalles personnalisés
pt: Editar intervalos personalizados

source: Edit LOWESS Parameters
fr: Modifier les paramètres LOWESS
pt: Editar Parâmetros LOWESS

source: Edit Title
fr: Modifier le Titre
pt: Editar título

source: Edit Variable Properties
fr: Modifier les Propriétés de la Variable
pt: Editar propriedades da variável

source: Emp Bayes Rate Std Moran's I (%s): %s / %s
fr: Taux Emp Bayes Std Moran's I (%s): %s / %s
pt: Taxa Emp de Bayes Moran's I Pad. (%s): %s / %s

source: Empirical Bayes
fr: Bayes Empirique
pt: Método empírico de Bayes

source: Empirical Bayes Rate Standardization Variables
fr: Variables de Standardisation du Taux Empirique Bayes
pt: Variáveis Empíricas de Padronização da Taxa de Bayes

source: Empirical Bayes Smoothed Variable Settings
fr: Paramètres de Lissage Bayésien Empirique des Variables
pt: Configurações empíricas das variáveis suavizadas de Bayes
