Repository: GeoDaCenter/geoda
Catalog: internationalization/new_*.po
Languages: es

source: Rates Variable Settings
es: Configuración Variable de Tasas

source: Rates-Calculated Map
es: Mapa de Tasas Calculadas

source: Rates-Calculated Maps
es: Mapas de Ratios Calculados

source: Raw Rate
es: Tasa Cruda

source: Raw Rate Smoothed Variable Settings
es: Configuración Variable Alisada Tasa Cruda

source: Read from an ASCII file
es: Leer de un Archivo ASCII

source: Recent
es: Reciente

source: Record order specified, but found minimum and maximum observation values of %d and %d which is incompatible with number of observations specified in first line of weights file: %d .
es: Orden de registro especificado, pero se encontraron valores de obs. mín. y máx. de %d y %d que son incompatibles con el nº de observaciones especificadas en la 1ª línea del archivo de pesos: %d .

source: Rectangle
es: Rectángulo

source: Redo
es: Repetir

source: Refresh
es: Actualizar

source: Regimes Regression
es: Regresión

source: Regression
es: Regresión

source: Regression Line Color
es: Color Línea de Regresión

source: Regression Output Text File
es: Archivo de Texto Resultados de la Regresión

source: Regression Report
es: Informe de Regresión

source: Remove Time
es: Elimine el Tiempo

source: Rename Space-Time Variable
es: Renombrar Variable Espacio-Temporal

source: Rename Variable
es: Renombrar Variable

source: Reset
es: Borrar

source: Reset to default
es: Restaurar predeterminado

source: Reset to system locale information
es: Información de restauración a configuración local del sistema

source: Reset to system locale successfully. Please re-open current project with system locale.
es: Restaurado con éxito a configuración local del sistema. Reabrir el proyecto actual con la configuración local.

source: Resize
es: Redimensionar

source: Result
es: Resultado

source: Reverse
es: Marcha Atrás

source: Rook contiguity
es: Contigüidad Torre

source: Run
es: Ejecutar

source: Run Diff-in-Diff Test
es: Ejecutar Test de dif-en-dif

source: SELECTED
es: SELECCIONADO

source: SVD will be automatically used for PCA since the number of rows is less than the number of columns.
es: SDV será utilizado automáticmente por APC porque el nº de filas es menor que el nº de columnas.

source: Sample Autocorrelation
es: Autocorrelación muestral

source: Sample Data
es: Datos de Ejemplo

source: Save
es: Guardar

source: Save
es: Guardar

source: Save As
es: Guardar como

source: Save As Datasource
es: Guardar Como Fuente Datos

source: Save As has been cancelled.
es: Guardar Como ha sido cancelado.

source: Save Categories
es: Guardar Categorías

source: Save Categories to Table
es: Guardar Categorías en Tabla

source: Save Centroids
es: Guardar Centroides

source: Save Cluster in Field:
es: Guardar Clúster en Campo:

source: Save Connectivity To Table
es: Guardar Conectividad a Tabla

source: Save Details
es: Guardar Detalles

source: Save Diff-in-Diff Test Results
es: Guardar Resultados del Test de Dif-en-Dif

source: Save Dummy
es: Guardar Ficticia

source: Save Duplicate Thiessen Polygon Ids
es: Guardar Ids de Polígonos Thiessen Duplicados

source: Save Duplicate Thiessen Polygons to Table
es: Guardar Duplicado de Polígonos Thiessen a Tabla

source: Save Image As
es: Guardar Imagen Como

source: Save Image to File
es: Guardar Imagen a Archivo

source: Save Mean Centers
es: Guardar Centros Medios

source: Save Project
es: Guardar Proyecto

source: Save Project File As...
es: Guardar Fichero de Proyecto Como...

source: Save Projet File As
es: Guardar Archivo de Proyecto Como

source: Save Rates
es: Guardar Tasas

source: Save Rates - %s over %s
es: Guardar Tasas - %s sobre %s

source: Save Regression Results
es: Guardar Resultados de Regresión

source: Save Results
es: Guardar Resultados

source: Save Results: LocalGeary
es: Guardar Resultados: GearyLocal

source: Save Results: Moran's I
es: Guardar Resultados: I de Moran

source: Save Selected As
es: Guardar Selección como

source: Save Selection
es: Guardar Selección

source: Save Space-Time Table/Weights
es: Guardar Tabla Espacio-Tiempo/pesos

source: Save Spanning Tree
es: Guardar Árbol de Expansión

source: Save Spanning Tree to a Weights File
es: Guardar Árbol de Expansión a un Fichero de Pesos

source: Save Statistics file
es: Guardar archivo de Estadísticas

source: Save Table As CSV File
es: Guardar Tabla como CSV

source: Save Test Results
es: Guardar Resultados del Test

source: Save Thiessen Polygons
es: Guardar Polígonos Thiessen

source: Save data source progress dialog
es: Diálogo de progreso de guardar fuente de datos

source: Save is not supported on current data source type: %s. Please try to use "File->Save As" other data source. However, the project file can still be saved as other project file.
es: No es posible Guardar en el tipo de fuente de datos activo: %s. Intentar utilizar "Archivo->Guardar Como" otra fuente de datos. No obstante, el archivo de proyecto puede ser guardado con otro nombre.

source: Save to File
es: Guardar en Archivo

source: Saved successfully.
es: Guardado con éxito

source: Saving data source cancelled.
es: Cancelado el guardado de fuente de datos.

source: Saving data...
es: Guardando datos...

source: Saving failed: GeoDa can't save as empty datasource.
es: Error en Guardando: GeoDa no puede guardar fuentes de datos vacías.

source: Scale Options
es: Opciones de Escala

source: Scatter Plot
es: Diagrama de Dispersión

source: Scatter Plot - x: %s, y: %s
es: Diagrama de Dispersión - x: %s, y: %s

source: Scatter Plot Matrix
es: Matriz de Diagramas de Dispersión

source: Scatter Plot Matrix Help
es: Ayuda Matriz de Gráficos de Dispersión

source: Scatter Plot Matrix Variables Add/Remove
es: Añadir/Eliminar Variables Matriz Gráficos de Dispersión

source: Scatter Plot Variables
es: Variables Diagrama de Dispersión

source: Scatter Plot- x: %s, y: %s
es: Diagrama de Dispersión- x: %s, y: %s

source: Second Variable (Y)
es: Segunda Variable (y)

source: Second Variable (Y/Latitude)
es: Segunda Variable (Y/Latitud)

source: Select
es: Seleccionar

source: Select All
es: Seleccionar Todo

source: Select All In Range
es: Seleccionar Todo en Intervalo

source: Select All Undefined
es: Seleccionar Todo Celdas en Blanco

source: Select All...
es: Seleccionar Todo...

source: Select From Current Selection
es: Seleccionar de Selección Actual

source: Select ID Variable
es: Seleccionar Variable ID

source: Select Neighborless Observations
es: Seleccionar Observaciones sin Vecinos

source: Select Variables
es: Selección de Variables

source: Select Variables (Multi-Selection)
es: Seleccionar Variables (Multi-Selección)

source: Select an existing *.gdb directory, or create an New Folder named *.gdb
es: Seleccionar un directorio *.gdb existente o crear una Nueva Carpeta llamada *.gdb

source: Select color scheme:
es: Seleccionar paleta de colores

source: Select datasource
es: Seleccionar fuente de datos

source: Select fields:
es: Seleccionar campos

source: Select from current selection
es: Seleccionar de selección actual

source: Select key:
es: Seleccionar clave

source: Select the language
es: Seleccionar idioma

source: Select variable
es: Seleccionar variable

source: Select variables to delete
es: Seleccionar variables a eliminar

source: Select, hold CTRL for brushing
es: Seleccionar, mantener CTRL para brushing

source: Selectable Fill Color
es: Seleccionable Color de Relleno

source: Selected
es: Seleccionado

source: Selected =
es: Seleccionados

source: Selected vs. Unselected
es: Seleccionado vs. Desmarcado

source: Selection
es: Selección

source: Selection Mode
es: Modo de Selección

source: Selection Shape
es: Selección Forma

source: Selection Tool
es: Herramienta de Selección

source: Selection Variable
es: Variable de Selección

source: Send Crash Report
es: Enviar Informe de Errores

source: Set Display Precision
es: Fijar Pantalla de Precisión

source: Set Display Precision of Y-Axis
es: Fijar Posiciones Decimales en Eje-Y

source: Set Display Precision on Axes
es: Mostrar Pantalla de Precisión de Ejes

source: Set Display Precision:
es: Mostrar Pantalla de Precisión

source: Set Number Separators
es: Fijar Separadores de Números

source: Set Number Separators in Table
es: Fijar Separadores de Números en Tabla

source: Set Number of Permutation
es: Fijar Número de Permutaciones

source: Set number of CPU cores manually:
es: Establecer manualmente el número de núcleos de CPU

source: Set seed for randomization:
es: Fijar semilla para aleatorización:

source: Set the threshold to bridge the gap between disconnected polygons (often caused by digitizing errors). The value depends on your measurement unit (e.g. 1 foot or 0.0000001 degrees). Use the weights histogram to detect neighborless observations.
es: Fijar el umbral para acortar distancias entre polígonos desconectados (a veces por errores de digitalización). El valor depende de la unidad de medida (ej., 0,3 metros ó 0,0000001 grados. Utilizar histograma de pesos para detectar observaciones sin vecinos.

source: Set transparency of highlighted objects in selection:
es: Fijar transparencia de objetos resaltados en la selección:

source: Set transparency of unhighlighted objects in selection:
es: Fijar transparencia de objetos sin resaltar en la selección

source: Setup Locale of GeoDa Table
es: Configuración Local de Tablas de GeoDa

source: Setup co-locations:
es: Establecer colocalizaciones:

source: Shape
es: Formas

source: Shape Centers
es: Centros de Forma

source: Show As Conditional Map
es: Mostrar como Mapa Condicional

source: Show Axes
es: Mostrar Ejes

source: Show Axes Through Origin
es: Mostrar Ejes sobre el Origen

source: Show CSV Configuration in Merge Data Dialog:
es: Mostrar Formato CSV en Cuadro de Unión de Tablas

source: Show Graph
es: Mostrar Grafo

source: Show LOWESS Smoother
es: Mostrar Alisado LOWESS

source: Show Linear Smoother
es: Mostrar Alisado Lineal

source: Show Selection and Neighbors
es: Mostrar Selección y Vecinos

source: Show Status Bar
es: Mostrar Barra de Estado

source: Show Vertical Axis
es: Mostrar Eje Vertical

source: Significance Map
es: Mapa de Significación

source: Skater Settings
es: Configuración Skater

source: Smoother
es: Alisado

source: Some calculated values were undefined and this is most likely due to neighborless observations in the weight matrix. Rate calculation successful for observations with neighbors.
es: Algunos valores calculados están sin definir y esto se debe muy probablemente a observaciones sin vecinos en la matriz de pesos. Cálculo de tasas correcto para obs. con vecinos.

source: Sort
es: Ordenar

source: South European Latin-3 (ISO-8859-3)
es: Sur de Europa Latín-3 (ISO-8859-3)

source: Space-time variables with duplicate name "%s" found.
es: Encontradas variables Espacio-temporales con el nombre "%s" duplicado

source: Spatial Correlogram
es: Correlograma Espacial

source: Spatial Empirical Bayes
es: Empírico Bayes Espacial

source: Spatial Error
es: Error Espacial

source: Spatial Join
es: Unión Espacial

source: Spatial Lag
es: Retardo Espacial

source: Spatial Rate
es: Tasa Espacial

source: Spatial Rate Smoothed Variable Settings
es: Configuración Variable Alisada de Tasa Espacial

source: Spatial lag and error regressions require symmetric weights (not KNN). You can still use KNN weights to obtain spatial diagnostics for classic regressions.
es: Los modelos del retardo y del error espacial necesitan pesos simétricos (no KNN). Los pesos KNN pueden utilizarse para calcular tests espaciales en el modelo básico.

source: Special
es: Especial

source: Specified id field (%s) not found in currently loaded Table.
es: Campo id especificado (%s) no se encuentra en la Tabla activa

source: Specified key (%d) not found in currently loaded Table.
es: No se encuentra la clave especificada (%d) en la Tabla activa

source: Specified key (%s) not found in currently loaded Table.
es: La clave especificada (%s) no se encuentra en la Tabla activa

source: Specified key value field "%s" in weights file contains duplicate values in the currently loaded Table.
es: El campo de valores clave especificado "%s" del fichero de pesos contiene valores duplicados en la Tabla activa.

source: Specified key value field "%s" on first line of weights file is not an integer type in the currently loaded Table.
es: El campo especificado para el valor clave "%s" de la 1ª línea del archivo de pesos no es de tipo entero en la tabla activa.

source: Specified key value field "%s" on first line of weights file not found in currently loaded Table.
es: Campo especificado de valor clave "%s" de la 1ª línea del archivo de pesos no está en la Tabla activa

source: Specify Seed...
es: Especificar Semilla...

source: Specify bandwidth
es: Especificar ancho de banda

source: Specify manually
es: Especificar manualmente

source: Spectral
es: Espectral

source: Spectral Clustering Settings
es: Configuración Clúster Espectral

source: Speed
es: Velocidad

source: Stable Version and Bug Fixes Only
es: Versión Estable y Sólo Corrección de Errores

source: Stack
es: Agregar

source: Standard Deviation
es: Desviación Estándar

source: Standard Deviation Color
es: Color Desviación Estándar

source: Standard Deviation Map
es: Mapa de Desviación Estándar

source: Standardized Data
es: Datos estandarizados

source: Statistics
es: Estadísticos

source: Status Bar
es: Barra de Estado

source: Stopping criterion for power iteration:
es: Criterio de parada para iteración de potencia

source: Strong
es: Grueso

source: Submit Bug Error
es: Enviar Informe de Errores

source: Submit Bug Report
es: Enviar Informe de Errores

source: Success
es: Éxito

source: Successful aggregation.
es: Agregación realizada con éxito

source: Suggested field name:
es: Nombre de campo sugerido

source: Sum
es: Suma

source: Summary
es: Resumen

source: Synchronize %s with Time Control
es: Sincronizar %n with Control de Tiempo

source: System
es: Sistema

source: System:
es: Sistema:

source: T&able
es: Tabla

source: Table
es: Tabla

source: Table Name
es: Nombre de Tabla

source: Tabu Length:
es: Distancia Tabú

source: Tabu length for Tabu Search algorithm has to be an integer number larger than 1 (e.g. 85).
es: Distancia tabú para el algoritmo Búsqueda Tabú debe ser un número entero mayor que 1 (ej. 85)

source: Target
es: Objetivo

source: Target Variable
es: Variable Objetivo

source: The categories of the selected variables do not overlap in space. Please select other variables.
es: Las categorías de las variables seleccionadas no se superponen en el espacio. Seleccionar otras variables.

source: The connectivity of selected spatial weights is incomplete, please adjust the spatial weights.
es: La conectividad de los pesos espaciales seleccionados está incompleta; arreglar matriz de pesos.

source: The currently entered threshold value is not a valid number. Please move the slider, or enter a valid number.
es: The valor umbral introducido no es un nº válido. Mover el control deslizante o introducir un número válido.

source: The data source is read only. Please try to save as other data source.
es: La fuente de datos sólo se ha leído. Guardar como otra fuente de datos

source: The first line should have comma separated number of rows and ID name!
es: ¡La 1ª línea debería tener un nº de filas separadas por comas y nombre de ID!

source: The length of a string field must be at least %d and at most %d. Keeping original value.
es: El tamaño de un campo de carácter debe ser, al menos, %d y como mucho, %d. Mantener valor original.

source: The length of an integral numeric field must be at least %d and at most %d. Keeping original value.
es: El tamaño de un campo numérico entero debe ser, al menos, %d y como mucho, %d. Mantener valor original.

source: The length of an non-integral numeric field must be at least %d and at most %d. Keeping original value.
es: La longitud de un campo numérico no entero debe ser al menos %d y como mucho %d. Mantener valor original.

source: The number of covariates should be more than the number of observations.
es: El nº de covariables debería ser superior al nº de observaciones.

source: The number of decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
es: El nº de lugares decimales de un campo numérico no entero debe ser, al menos, %d y como mucho, %d. Mantener valor original.

source: The number of displayed decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
es: El nº de lugares decimales mostrados para un campo numérico no entero debe ser, al menos, %d y como mucho, %d. Mantener el valor original.

source: The number of identified clusters is less than
es: El nº de clústers identificados es menor que

source: The number of observations specified in chosen weights file is %d, but the number in the current Table is %d, which is incompatible.
es: El nº de observaciones especificadas in el fichero de pesos elegido es %d, pero el nº en la Tabla activa es %d, lo que es incompatible.

source: The number of observations specified in chosen weights file is incompatible with current Table.
es: El nº de observaciones especificado en el archivo de pesos es incompatible con la Tabla activa.

source: The number of records in current table is larger than the number of records in import table. Please choose import table >= %d records
es: El nº de datos de la tabla activa es mayor que el nº de datos de la tabla importada. Seleccionar importar tabla >= % datos

source: The original datasource %s is not a valid file. GeoDa "Save" only works on file datasource.
es: Fichero de fuente de datos original %s no válido. GeoDa "Guardar" sólo funciona con fuentes de datos de ficheros.

source: The selected database driver is not supported on this platform. Please check GeoDa website for more information about database support and connection.
es: Controlador de base de datos seleccionado no admitido en esta plataforma. Consulte la web de GeoDa para más información sobre bases de datos y conexiones admitidas.

source: The selected variable %s is not valid. If it's a grouped variable, please modify it in Time->Time Editor. Or please select another variable.
es: La variable seleccionada %s no es válida. Si es una variable agrupada, notificarlo en el Editor Tiempo->Time. O seleccionar otra variable.

source: The selected variable is not numeric. Please select another variable.
es: La variable seleccionada no es numérica. Seleccionar otra variable.

source: The set of values in the import key fields has no match in current table. Please choose keys with matching sets of values.
es: Grupo de valores de campos clave importados sin coincidencia en la tabla activa. Buscar claves con grupos de valores coincidentes.

source: Themeless
es: Un Color

source: Themeless Map
es: Mapa de un Color

source: There are unsaved data source or weights/time definition changes.
es: Sin guardar cambios en fuente de datos o definición de pesos/tiempo.

source: There is a view could not be closed. Please manually close and try again.
es: No se puede cerrar una vista. Cerrarla manualmente e intentarlo de nuevo.

source: There is an error during PCA calculation. Please check if the data is valid.
es: Error durante el cálculo del ACP. Comprobar que los datos son válidos.

source: There is at least one neighborless observation. Check the weights histogram and linked map to see if the islands are real or not. If not, adjust the distance threshold (points) or the precision threshold (polygons).
es: Hay al menos una observación sin vecinos. Comprobar el histograma de pesos y el mapa adjunto para ver si las islas son reales o no. Si no lo son, ajuste la distancia umbral (puntos) o el umbral de precisión (polígonos).

source: There is at least one view could not be closed. Please manually close and try again.
es: Al menos una vista no puede ser cerrada. Cerrarla manualmente e intentarlo de nuevo.

source: There is at least one view open that depends on this matrix. Ok to close these views and remove?
es: Hay, al menos, una vista abierta que depende de esta matriz. ¿De acuerdo con cerrar y eliminar estas vistas?

source: There is one other view open that depends on this matrix. Ok to close this view and remove?
es: Hay otra vista abierta que depende de esta matriz. ¿Está de acuerdo en cerrarla y eliminarla?

source: There was a problem associating the weights file.
es: Se ha producido un problema al asociar el archivo de pesos

source: There was a problem generating voronoi contiguity neighbors. Please report this.
es: Problema al generar vecinos de contigüidad voronoi. Enviar informe sobre esta cuestión.

source: There was a problem reading the layer
es: Problema de lectura de la capa

source: There was a problem reading the table
es: Problema de lectura de tabla

source: There was a problem requesting the weights file.
es: Se ha producido un problema al llamar al fichero de pesos

source: These are the row numbers of the records without location information.
es: Éstos son los nº de filas de los datos sin información de localización.

source: Thiessen Polygons
es: Polígonos Thiessen

source: Third Variable (Z)
es: Tercera Variable (Z)

source: This datasource is not supported. Please export to other datasource that GeoDa supports first.
es: Esta fuente de datos no está admitida. Exportar antes a una fuente de datos admitida por GeoDa.

source: This field name already exists (non-integer type). Please input a unique name.
es: El nombre del campo ya existe (tipo no entero). Introducir un campo único.

source: This format is not supported.
es: Formato no admitido

source: This is the list of existing grouped variables. As new groups are created, they will appear on this list. You can open an existing .gda file and edit it here.
es: Lista de variables agrupadas existentes. Al crear nuevos grupos, éstos aparecerán en esta lista. Puede abrir un fichero .gda existente y editarlo aquí.

source: This view currently supports data with at most 1000 observations. The Spatial Correlogram Scatterplot plots distances between all pairs of observations. The current data set has %d observations and %d unordered pairs of observations.
es: Esta vista suele admitir datos hasta 1000 observaciones. El Diagrama del Correlograma Espacial representa distancias entre todos los pares de observaciones. La base de datos activa tiene %d observaciones y %d pares desordenados de observaciones.

source: Thousands:
es: Miles

source: Tim&e
es: Tiempo

source: Time
es: Tiempo

source: Time Editor
es: Editor Tiempo

source: Time Player
es: Reproductor de Tiempo

source: Time Setup
es: Asistente de Tiempo

source: Time Variable Options
es: Opciones de Variable Temporal

source: Time:
es: Tiempo:

source: Title of Visualization
es: Título de Visualización

source: Tools
es: Herramientas

source: Transformation:
es: Transformación:

source: Turkish (Windows-1254)
es: Turco (Windows-1254)

source: Turkish Latin-5 (ISO-8859-9)
es: Turco Latín-5 (ISO-8859-9)

source: Type
es: Tipo

source: Type 1
es: Tipo 1

source: Type 1a
es: Tipo 1a

source: Type 2
es: Tipo 2

source: Type 2a
es: Tipo 2a

source: Unable to overwrite
es: No se puede sobrescribir

source: Undefined
es: Sin definir

source: Undo
es: Deshacer

source: Ungrouped Variables
es: Variables Sin Agrupar

source: Unique Values
es: Valores Individuales

source: Unique Values Map
es: Mapa de Valores Individuales

source: Univariate
es: Univariante

source: Univariate Local Geary
es: Geary Local Univariante

source: Univariate Local Join Count
es: Join Count Local Univariante

source: Univariate Local Moran's I
es: I de Moran Local Univariante

source: Univariate Moran's I
es: I de Morán Univariante

source: Unknow exception. Please contact GeoDa support.
es: Excepción desconocida. Contactar con el soporte de GeoDa.
