Repository: GeoDaCenter/geoda
Catalog: internationalization/new_*.po
Languages: es

source: BiLISA Cluster Map
es: BiLISA Mapa de Clústers

source: BiLISA Significance Map
es: Mapa de Significación BiLISA

source: Bivariate Local Geary Cluster Map
es: Mapa de Clústers Geary Local Bivariante

source: Bivariate LocalGeary Significance Map
es: Mapa de Significación Local de Geary Bivariante

source: Categories
es: Categorías

source: Differential LISA Cluster Map
es: Mapa de Clústers LISA Diferencial

source: Differential Local Geary Cluster Map
es: Mapa de Clúster de Geary Local Diferencial

source: Differential Significance Map
es: Mapa de Significación Diferencial

source: LISA Cluster Map
es: Mapa de Clusters LISA

source: LISA Significance Map
es: Mapa de Significación LISA

source: Local Geary Cluster Map
es: Mapa de Clúster Geary Local

source: Local Geary Significance Map
es: Mapa de Significación Geary Local

source: already exists. OK to overwrite?
es: ya existe. ¿Aceptar sobrescribir?

source: and
es: y

source: and two time periods:
es: y 2 períodos de tiempo:

source: should contains only numbers/letters as IDs. Please choose a different ID Variable.
es: debería contener sólo IDs con números/letras. Seleccionar una Variable ID diferente.

source: # Iterations:
es: Nº Iteraciones:

source: # Max Iteration:
es: Nº Máx. Iteraciones:

source: # Neighors:
es: Nº Vecinos

source: #obs
es: nº obs.

source: %s (Weights: %s)
es: %s (Pesos: %s)

source: &Add ID Variable...
es: Añadir Variable ID

source: &Cancel
es: Cancelar

source: &Close
es: Cerrar

source: &Edit
es: Editar

source: &File
es: Archivo

source: &Help
es: Ayuda

source: &Map
es: Mapa

source: &Merge
es: Combinar

source: &New
es: Nuevo

source: &Open Project
es: Abrir Proyecto

source: &Run
es: &Ejecutar

source: &Save to Table
es: Guardar en Tabla

source: &Space
es: Espacio

source: &Tools
es: Herramientas

source: (Dendrogram is too complex to draw. Please view clustering results in map.)
es: (Dendograma muy complicado de representar. Ver resultados de clústers en un mapa.)

source: (Duplicate field name)
es: (Nombre de campo duplicado)

source: (Field name is not valid)
es: (Nombre de campo no válido)

source: (Gaussian) Sigma:
es: Sigma (Gaussiano):

source: (Leave empty for undefined values)
es: Dejar en blanco los valores no seleccionados

source: (Optional) First record has field names?
es: (Opcional) ¿El primer dato tiene nombre de campo?

source: (Optional) You can change the data type for a field:
es: (Opcional) Vd. puede cambiar el tipo de datos del campo:

source: 1 Iteration
es: Iteración 1

source: 199 Permutations
es: 199 Permutaciones

source: 1st Variable (X)
es: 1ª Variable (X)

source: 2 Iteration
es: Iteración 2

source: 2nd Variable (Y)
es: 2ª Variable (Y)

source: 3 Iteration
es: Iteración 3

source: 3D Plot
es: Gráfico 3D

source: 3D Scatter Plot
es: Diagrama de Dispersión 3D

source: 3D Scatter Plot Variables
es: Variables Diagrama Dispersión 3D

source: 3rd Variable (Z)
es: 3ª Variable (Z)

source: 4 Iteration
es: Iteración 4

source: 499 Permutations
es: 499 Permutaciones

source: 4th Variable
es: 4ª Variable

source: 5 Iteration
es: Iteración 5

source: 5 of 5 variables needed
es: 5 de 5 variables necesitadas

source: 6 Iteration
es: Iteración 6

source: 99 Permutations
es: 99 Permutaciones

source: 999 Permutations
es: 999 Permutaciones

source: A newer version of GeoDa is found. Do you want to update to version
es: Existe una nueva versión de GeoDa. ¿Desea actualizar a la versión ?

source: About DBF Viewer
es: Sobre DBF Viewer

source: About GeoDa
es: Acerca de GeoDa

source: About Precision Threshold
es: Acerca del Umbral de Precisión

source: Adaptive bandwidth
es: Ancho de Banda Adaptativo

source: Adaptive kernel
es: Kernel adaptativo

source: Add
es: Añadir

source: Add Centroids to Table
es: Añadir Centroides a Tabla

source: Add Mean Centers to Table
es: Añadir Centros Medios a Tabla

source: Add Neighbors To Selection
es: Añadir Vecinos a Selección

source: Add New ID Variable
es: Añadir Nueva Variable ID

source: Add OGR column error. Field type is unknown or not supported.
es: Añadir error de columna OGR. Tipo de campo desconocido o no admitido.

source: Add OGR column error. Field type is unknown.
es: Añadir columna de error OGR. Tipo de campo desconocido

source: Add Time
es: Añadir Tiempo

source: Add Variable
es: Añadir Variable

source: Add basemap automatically:
es: Añadir mapa base automáticamente:

source: Add new column to table
es: Añadir nueva columna a la tabla

source: Add/Remove Variables
es: Añadir/Eliminar Variables

source: Adjust Value Range of Y Axis
es: Ajustar Rango de Valores al Eje Y

source: Adjust Value Range of Y-Axis
es: Ajustar Rango de Valores al Eje Y

source: Adjust Values of Y Axis
es: Ajustar Valores del Eje Y

source: Affinity with K-NN:
es: Afinidad con K-NN:

source: Affinity with Kernel:
es: Afinidad con Kernel:

source: Aggregate
es: Agregar

source: Aggregate -
es: Agregar -

source: All
es: Todo

source: All Rights Reserved
es: Todos los Derechos Reservados

source: Animation
es: Animación

source: App Key
es: Clave App

source: Append To Current Selection
es: Anexar a Selección Actual

source: Append to current selection
es: Agregar a selección actual

source: Appl&y
es: Aplicar

source: Apply
es: Aplicar

source: Apply kernel to diagonal weights
es: Aplicar kernel a pesos diagonal

source: Arabic (Windows-1256)
es: Árabe (Windows-1256)

source: Ascending order
es: Orden ascendente

source: Assign Values to Currently Selected / Unselected
es: Asignar Valores a Actual Selección / No Selección

source: Assoc. Var.
es: Var. Asoc.

source: Auto Weighting
es: Auto-Ponderación

source: Automatic Labels
es: Etiquetas Automáticas

source: Average
es: Promedio

source: Average Comparison Chart
es: Gráfico Comparación de Medias

source: Averages Chart
es: Gráfico de Medias

source: Axes Through Origin
es: Ejes Sobre el Origen

source: Axis Option
es: Opción de Eje

source: Axis Selection
es: Selección de Eje

source: Background
es: Fondo

source: Background Color
es: Color de Fondo

source: Bandwidth:
es: Ancho de banda:

source: Base Map
es: Mapa Base

source: Base Variable
es: Variable Base

source: Basemap
es: Mapa Base

source: Basemap Configuration
es: Configuración de Mapa Base

source: Basemap Configuration Dialog
es: Cuadro de Configuración de Mapa Base

source: Before add/delete observations, please close the %d view(s) that depend on it.
es: Antes de añadir/borrar observaciones, cerrar la(s) vista(s) %d que depende(n) de ellas.

source: Before proceed with operation (add/remove, move, or rename), please close %d views that depend on it.
es: Antes de proceder con la operación (añadir/eliminar, mover o renombrar), cerrar las %d vistas que dependen de ella.

source: Before you can modify the variable %s, please close the %d view(s) that depend on it.
es: Antes de modificar la variable %s, cerrar la(s) %d vista(s) que dependen de ella

source: Bivariate
es: Bivariante

source: Bivariate Local Join Count
es: Join Count Local Bivariante

source: Bivariate Local Moran's I
es: I de Moran Local Bivariante

source: Bivariate Moran Variable Settings
es: Configuración Variable de Moran Bivariante

source: Bivariate Moran's I
es: I de Morán Bivariante

source: Bivariate Moran's I (%s): %s and lagged %s
es: I de Moran Bivariante (%s): %s y %s retardado

source: Bonferroni bound:
es: Límite de Bonferroni

source: Both are significant, Spatial Lag Model has been selected.
es: Ambos son significativos, se selecciona el Modelo del Retardo Espacial

source: Box Map (Hinge=1.5)
es: Mapa de Caja (Bisagra=1.5)

source: Box Map (Hinge=3.0)
es: Mapa de Caja (Bisagra=3.0)

source: Box Plot
es: Diagrama de Caja

source: Boxplot Theme
es: Tema del diagrama de Caja

source: Breaks
es: Cortes

source: Bubble Chart
es: Gráfico de Burbujas

source: Bubble Chart - x: %s, y: %s, size: %s, %s
es: Gráfico de Burbujas - x: %s, y: %s, tamaño: %s, %s

source: Bubble Chart Variables
es: Variables de Gráfico de Burbujas

source: Bubble Size
es: Tamaño de Burbuja

source: Bug Report
es: Informe de Errores

source: C&reate
es: Crear

source: CSV Configuration Warning
es: Aviso de Configuración CSV

source: CSV Contains Variable Names?
es: ¿CSV Contiene Nombres de Variables?

source: Calculator
es: Calculadora

source: Can't connect to datasource:
es: No se puede conectar con fuente de datos:

source: Can't get bounding box information from this datasource. Please try another datasource.
es: No se puede obtener información del cuadro delimitador de la fuente de datos. Intentarlo con otra fuente de datos.

source: Can't get layers from unknown datasource. Please complete the datasource fields.
es: Imposible obtener capas de fuente de datos desconocida. Completar los campos de la misma.

source: Cancel
es: Cancelar

source: Cartogram
es: Cartograma

source: Cartogram Variables
es: Variables del Cartograma

source: Categories
es: Categorías

source: Categories "%s" is currently in use by another view. Please close or change all views using this custom categories before deleting.
es: Categorías "%s" está actualmente en uso por otra vista. Cerrar/cambiar las vistas utilizando estas categorías personalizadas antes de borrar.

source: Categories of
es: Categoría de

source: Categories title "%s" already exists. Please choose a different title.
es: Título de categorías "%s" existente. Seleccionar un título diferente.

source: Category
es: Categoría

source: Category Editor
es: Editor de Categorías

source: Central European (CP852)
es: Centroeuropeo (CP852)

source: Central European (Windows-1250)
es: Centroeuropeo (Windows-1250)

source: Central European Latin-2 (ISO-8859-2)
es: Centroeuropeo Latín-2 (ISO-8859-2)

source: Change
es: Cambio

source: Change Categories Title
es: Cambiar Título de Categorías

source: Change Current Map Type
es: Cambiar Tipo Actual de Mapa

source: Change Edge Color
es: Cambiar Color del Borde

source: Change Edge Thickness
es: Cambiar Grosor del Borde

source: Change Fill Color of Neighbors
es: Cambiar Color de Relleno de Vecinos

source: Change Font
es: Cambiar Fuente

source: Change Map Transparency
es: Cambiar Transparencia del Mapa

source: Change Parameters
es: Cambiar Parámetros

source: Change Seed
es: Cambiar semilla

source: Change title "%s" to
es: Cambiar título"%s" a

source: Change variable type for "%s" has failed. Please check all values are valid for conversion.
es: Error en el cambio de tipo de variable por "%s". Comprobar la validez de todos los valores en la conversión.

source: Check Bug Report on Github
es: Consulte el Informe de Errores en Github

source: Check Updates
es: Comprobar Actualizaciones

source: Checking Symmetry...
es: Comprobando Simetría...

source: Chinese Simplified (GB2312)
es: Chino Simplificado (GB2312)

source: Chinese Traditional (Big5)
es: Chino Tradicional (Big5)

source: Choose A Color
es: Seleccionar un Color

source: Choose Cateogry Color
es: Seleccionar Color de Categoría

source: Choose Intervals
es: Elegir Intervalos

source: Choose Weights
es: Seleccionar Pesos

source: Choose Weights File
es: Elegir Archivo de Pesos

source: Choose an output weights file name.
es: Escribir nombre de fichero de resultado de pesos

source: Chosen field is not a numeric type. Please select a numeric type field.
es: El campo escogido no es numérico. Seleccionar un campo de tipo numérico.

source: Chosen field is not a numeric type. Please select a numeric type field.
es: El campo elegido no es numérico. Seleccionar un campo numérico.

source: Chosen key field '%s' s a time variant. Please choose a non-time variant field as key.
es: Campo clave seleccionado %s' varía en el tiempo. Seleccionar campo clave no variable en el tiempo.

source: Chow test for sel/unsel regression subsets:
es: Test de Chow para regresiones de subgrupos de sel/no sel.

source: Circle
es: Círculo

source: Circle Color
es: Color del Círculo

source: Circle Size
es: Tamaño del Círculo

source: Classic
es: Básico

source: Classification Themes
es: Temas de Clasificación

source: Clean Basemap Cache
es: Borrar Mapa Base de Caché

source: Clear Selection
es: Borrar Selección

source: Click RegressionDlg::OnSaveToTxtFileClick
es: Teclear RegressionDlg::OnSaveToTxtFileClick

source: Click RegressionDlg::OnViewResultsClick
es: Teclear RegressionDlg::OnViewResultsClick

source: Close
es: Cerrar

source: Cluster Map
es: Mapa de Clústers

source: Cluster Maps
es: Mapas de Clústers

source: Clusters
es: Clúster

source: Co-location Map
es: Mapa de Co-localización

source: Co-location Settings
es: Configuración de Co-localización

source: Coeff. Var. Mat.
es: Mat. Var. Coef.

source: Colocation Cluster
es: Clúster de Colocaciones

source: Color Scheme
es: Paleta de Colores

source: Column Name
es: Nombre de Columna

source: Column Number (from 0)
es: Número de Columna (desde 0)

source: Comma Separated Value (*.csv)|*.csv
es: Valor Separado por Comas (*.csv)|*.csv

source: Components:
es: Componentes:

source: Conditional Co-location Map Variables
es: Variables de Mapa de Co-localización Condicional

source: Conditional G Cluster Map Variables
es: Variables de Mapa de Clúster G Condicional

source: Conditional GetisOrd Map
es: Mapa Condicional de GetisOrd

source: Conditional Histogram
es: Histograma Condicional

source: Conditional Histogram Variables
es: Variables de Histograma Condicional

source: Conditional LISA Map
es: Mapa LISA Condicional

source: Conditional LISA Map Variables
es: Variables del Mapa LISA Condicional

source: Conditional Local Geary Map
es: Mapa Condicional Geary Local

source: Conditional Local Geary Map Variables
es: Variables del Mapa de Geary Local Condicional

source: Conditional Local Join Count Map
es: Mapa Joint Count Local Condicional

source: Conditional Map
es: Mapa Condicional

source: Conditional Map Variables
es: Variables Mapa Condicional

source: Conditional Plot
es: Gráfico Condicional

source: Conditional Scatter Plot
es: Diagrama de Dispersión Condicional

source: Conditional Scatter Plot Variables
es: Variables Gráfico de Dispersión Condicional

source: Connect
es: Conectar

source: Connect to Data Source
es: Conectarse a la fuente de datos

source: Connectivity
es: Conectividad

source: Connectivity Graph
es: Gráfico de Conectividad

source: Connectivity Histogram
es: Histograma de Conectividades

source: Connectivity Map
es: Mapa de conectividad

source: Contiguity Weight
es: Pesos de Contigüidad

source: Continue
es: Continuar

source: Convert ASCII to SHP
es: Convertir ASCII a SHP

source: Convert Boundary to SHP
es: Convertir Boundary a SHP

source: Convert Boundary to Shape Datasource
es: Convertir Boundary a Fuente de Datos Shape

source: Cooling Rate:
es: Tasa de Enfriamiento

source: Cooling rate for Simulated Annealing algorithm has to be a float number between 0 and 1 (e.g. 0.85).
es: La tasa de enfriamiento para algoritmo de Recocido Simulado ha de ser un nº flotante entre 0 y 1 (ej. 0.85).

source: Copy
es: Copiar

source: Copy Image To Clipboard
es: Copiar Imagen al Portapapeles

source: Copy Legend To Clipboard
es: Copiar Leyenda al Portapapeles

source: Copyright (C) 1998-2011 GeoDa Center for Geospatial Analysis and Computation and Arizona Board of Regents All Rights Reserved
es: Copyright (C) 1998-2011 GeoDa Center for Geospatial Analysis and Computation y Arizona Board of Regents Todos los Derechos Reservados

source: Copyright (C) year-year by Luc Anselin
es: Copyright (C) año-año por Luc Anselin

source: Cores
es: Centros

source: Cores and Neighbors
es: Centros y Vecinos

source: Correlogram
es: Correlograma

source: Could not create a new variable. Possibly a read-only data source.
es: Imposible crear una nueva variable. Posible fuente de datos de sólo lectura.

source: Count
es: Cuenta

source: Covariates
es: Explicativas

source: Create
es: Crear

source: Create Custom Breaks
es: Crear Cortes Personalizados

source: Create Grid
es: Crear Rejilla

source: Create New Custom
es: Crear Nuevo Personalizado

source: Create Project File Now?
es: ¿Crear Ahora Archivo de Proyecto?

source: Create Weights
es: Crear Pesos

source: Create a project file?
es: ¿Crear un archivo de proyecto?

source: Creating Grid
es: Crear Rejilla

source: Cumulative
es: Acumulado

source: Current Transparency: %.2f
es: Transparencia actual: %.2f

source: Current field name:
es: Nombre de campo actual

source: Current time:
es: Tiempo Actual:

source: Curve Color
es: Color de la Curva

source: Custom Breaks
es: Cortes Personalizados

source: Custom Inference
es: Inferencia Personalizada

source: Cut
es: Cortar

source: Cyrillic (ISO-8859-5)
es: Cirílico (ISO-8859-5)

source: Cyrillic (KOI8-R)
es: Cirílico (KOI8-R)

source: Cyrillic (Windows-1251)
es: Cirílico (Windows-1251)

source: Cyrillic/Russian (CP866)
es: Cirílico/Ruso (CP866)

source: DBF File Information
es: Información Archivo DBF

source: DBF Viewer 0.8 (July 29, 2011)
es: DBF Viewer 0.8 (Julio 29, 2011)

source: Data
es: Datos

source: Data Point
es: Punto de Datos

source: Data Preview - number of preview records:
es: Vista Previa de Datos - nº de datos en vista previa:

source: Data Source Overview/Help:
es: Revisión Fuente de Datos/Ayuda

source: Data Type
es: Tipo de Datos

source: Data source (%s) doesn't exist. Please check the project configuration file.
es: La fuente de datos (%s) no existe. Comprobar el fichero de configuración del proyecto.

source: Database
es: Base de Datos

source: Database Host
es: Base de Datos Anfitrión

source: Database Name/Instance
es: Nombre Base de Datos/Instancia

source: Database Port
es: Base de Datos Puerto

source: Database Type
es: Tipo Base de Datos

source: Database port is empty. Please input one.
es: Puerto de base de datos vacío. Introducir uno.

source: Database/Instance Name
es: Base de datos/Nombre de instancia

source: Datasource in project is not valid.
es: Fuente de daos del proyecto no válida.

source: Datasource path is empty.
es: Ruta vacía de fuente de datos.

source: Decimals (max 15)
es: Decimales (máx. 15)

source: Delete
es: Eliminar

source: Delete Variable(s)
es: Eliminar Variable(s)

source: Delta Factor:
es: Factor Delta:

source: Dendrogram
es: Dendograma

source: Dependent Var (y-axis)
es: Var. Dependiente (eje-y)

source: Dependent Var Y
es: Variable Dependiente Y

source: Dependent Variable
es: Variable dependiente

source: Descending order
es: Orden Descendente

source: Description
es: Descripción

source: Diagonal weights = 1
es: pesos Diagonal = 1

source: Diff Values
es: Valores en Difer.

source: Difference-in-Means Test:
es: Test de Diferencia de Medias:

source: Differential Local Moran's I
es: I Local de Moran Diferencial

source: Differential Moran Variable Settings
es: Configuración de Variable de Moran Diferencial

source: Differential Moran's I
es: I de Moran Diferencial

source: Differential Moran's I (%s): %s - %s
es: I de Moran Diferencial (%s): %s - %s

source: Disable auto upgrade:
es: Desactivar actualización automática

source: Disable crash detection for bug report:
es: Desactivar detección de fallos para informe de errores

source: Display Axes Scale Values
es: Mostrar Valores de Escala Ejes

source: Display Centroids
es: Mostrar Centroides

source: Display Mean Centers
es: Mostrar Centros Medios

source: Display Slope Values
es: Mostrar Valores de Pendiente

source: Display Statistics
es: Mostrar Estadísticos

source: Display Thiessen Polygons
es: Mostrar Polígonos Thiessen

source: Displayed decimal places
es: Mostrar lugares decimales

source: Displayed decimals
es: Mostrar decimales

source: Displayed decimals places
es: Lugares decimales mostrados

source: Distance
es: Distancia

source: Distance Function:
es: Función de Distancia:

source: Distance Weight
es: Pesos de Distancias

source: Distance band
es: Banda de Distancia

source: Do you want to save your data?
es: ¿Desea guardar sus datos?

source: Don't show Recent/Sample Data panel again
es: No mostrar Recientes/Datos de Ejemplo de nuevo

source: Don't show this dialog again (You can always change this setting using menu: File->Preferences)
es: No mostrar este cuadro de nuevo (Esta configuración siempre se puede cambiar en el menú: Archivo->Preferencias)

source: Downloading updates...
es: Descargando actualizaciones...

source: Duplicate IDs
es: IDs Duplicados

source: Duplicate Thiessen Polygons Found
es: Encontrados Polígonos Thiesen duplicados

source: E&xplore
es: Explorar

source: ESRI File Geodatabase (*.gdb)|*.gdb
es: Geodatabase archivos ESRI (*.gdb)|*.gdb

source: ESRI Personal Geodatabase (*.mdb)|*.mdb
es: Geodatabase Personal ESRI (*.mdb)|*.mdb

source: ESRI Shapefile (*.shp)|*.shp
es: Archivo ESRI (*.shp)|*.shp

source: Edit
es: Editar

source: Edit Custom Breaks
es: Editar Cortes Personalizados

source: Edit LOWESS Parameters
es: Editar Parámetros LOWESS

source: Edit Title
es: Editar Título

source: Edit Variable Properties
es: Editar Propiedades de Variables

source: Emp Bayes Rate Std Moran's I (%s): %s / %s
es: I de Moran Std. en Tasa de Bayes Empírico (%s): %s / %s

source: Empirical Bayes
es: Empírico Bayes

source: Empirical Bayes Rate Standardization Variables
es: Variables Estandarizadas de Tasas de Bayes Empírico

source: Empirical Bayes Smoothed Variable Settings
es: Configuración Variable Alisada de Bayes Empírico

source: Empirical Spatial Rate Smoothed Variable Settings
es: Configuración de Variable Alisada de Tasa Empírica Espacial

source: Enable User Defined Value Range of Y-Axis
es: Permitir Definicion de Rango de Valores del Eje Y

source: Encode
es: Codificación

source: Enter a seed value
es: Introducir valor de semilla

source: Enter new ID variable name:
es: Introduzca nombre nueva variable ID

source: Equal Intervals
es: Intervalos Iguales

source: Equal Intervals Map
es: Mapa de Intervalos Iguales

source: Error: Base values contain non-positive numbers which will result in undefined values.
es: Error: Valores de la base con números negativos, que dan lugar a valores indefinidos.

source: Error: Chosen theme requires more cateogries than observations.
es: Error: el tema seleccionado tiene más categorías que observaciones.

source: Error: Due to restrictions on the DBF file format, the particular combination of length and decimals entered is not valid. Based on your current choices, we recommend length = %d and decimals = %d
es: Error: debido a restricciones en el formato del archivo DBF, la combinación concreta de longitud y decimales introducida no es válida. En base a su elección actual, recomendamos longitud = %d y decimales = %d

source: Error: Maximum number of neighbors %d exceeded.
es: Error: Excedido el máximo número de vecinos %d

source: Error: The table variable name is empty.
es: Error: El nombre de la variable de la tabla está vacío.

source: Error: "%s" already exists in Table, please specify a different name.
es: Error: "%s" existente en la Tabla, especificar un nombre diferente.

source: Error: "%s" is an invalid variable name. The first character must be alphabetic, and the remaining characters can be either alphanumeric or underscores. For DBF table, a valid variable name is between one and ten characters long.
es: Error: "%s" no es un nombre de variable válido. El 1º carácter debe ser alfabético y los restantes pueden ser alfanuméricos o guiones bajos. En una tabla DBF, un nombre válido debe tener entre uno y 10 caracteres de largo.

source: Error: "%s" not found.
es: Error: "%s" no encontrado.

source: Error: no records found in data source.
es: Error: no hay registros en la fuente de datos

source: Error: the inverse matrix is ill-conditioned.
es: Error: la matriz inversa está mal-condicionada

source: Event Variable
es: Variable de Eventos

source: Excess Risk
es: Riesgo atribuible

source: Excess Risk Map Variable Settings
es: Configuración Variable de Mapa de Riesgo Excesivo

source: Exclude
es: Excluir
