Repository: GeoDaCenter/geoda
Catalog: internationalization/new_*.po
Languages: es

source: Existing Variables
es: Variables Existentes

source: Exit
es: Salir

source: Exit with unsaved changes?
es: ¿Salir sin guardar cambios?

source: Exit?
es: ¿Salir?

source: Explore
es: Explorar

source: Export or save layer to
es: Exportar o guardar capa para

source: Exporting Shape to Boundary
es: Exportar Shape to Boundary

source: Expression
es: Expresión

source: Fail in reading the Boundary file: at polygon-%d
es: Error de lectura del fichero Boundary: en polígono-%d

source: Failed to create the weights file.
es: Error al crear archivo de pesos.

source: False Discovery Rate:
es: Tasa de Falso Descubrimiento

source: File
es: Archivo

source: File Path
es: Ruta del Archivo

source: File doesn't exist!
es: ¡Fichero no existente!

source: File merged into Table successfully.
es: Archivo unido con éxito a la Tabla.

source: Finished
es: Terminado

source: First Variable (X)
es: Primera Variable (X)

source: First Variable (X/Longitude)
es: Primera Variable (X/Longitud)

source: First line of CSV is variable names?
es: ¿Primera Línea de CSV esn nombre de variables?

source: First row of CSV file
es: Primera fila de archivo CSV

source: Fixed Aspect Ratio Mode
es: Modo Ratio de Aspecto Fijo

source: Fixed scale over time
es: Escala fija en el tiempo

source: Fixed x-axis scale over time
es: Escala de eje-x fija en el tiempo

source: Fixed y-axis scale over time
es: Escala fija del eje-y en el tiempo

source: Fourth Variable
es: Cuarta Variable

source: Frequency
es: Frecuencia

source: Full Extent
es: Ver Todo

source: GAL files (*.gal)|*.gal
es: Archivos GAL (*.gal)|*.gal

source: GWT files (*.gwt)|*.gwt
es: Ficheros GWT (*.gwt)|*.gwt

source: GeoDa Bug Report Dialog
es: Cuadro de Informes de Errores de GeoDa

source: GeoDa CSV File Configuration
es: Configuración del Fichero CSV de GeoDa

source: GeoDa Help
es: Ayuda de GeoDa

source: GeoDa Preference Setup
es: Preferencias de GeoDa

source: GeoDa Project (*.gda)|*.gda
es: Proyecto de GeoDa (*.gda)|*.gda

source: GeoDa Project File (*.gda)|*.gda
es: Archivo de Proyecto GeoDa (*.gda)|*.gda

source: GeoDa Project File to Open
es: Abrir Archivo de Proyecto de GeoDa

source: GeoDa Project to Save As
es: Guardar Como Proyecto de GeoDa

source: GeoDa Update Dialog
es: Cuadro de Actualización de GeoDa

source: GeoDa can't change the variable type to DATE/TIME. Please select another type.
es: GeoDa no puede cambiar el tipo de variable a FECHA/HORA. Seleccionar otro tipo.

source: GeoDa can't save a Table-only data source as a Geometry enabled data source. Please try to add a geometry layer and then use File->Save As.
es: Imposible guardar una fuente de datos con una única Tabla como fuente de datos Geométricos. Intentar añadir capa geométrica y utilizar Fichero->Guardar Como.

source: GeoDa can't save changes to this datasource. Please try to use File->Export.
es: Imposible guardar cambios en esta fuente de datos. Intentar utilizar Archivo->Exportar.

source: GeoDa cannot find proper projection or geographic coordinate system information to add a basemap. Please update this information (e.g. in .prj file).
es: GeoDa no puede encontrar la proyección adecuada o la información sobre coordenadas geográficas para añadir al mapa base. Actualizar esta información (p.e. con un archivo .prj)

source: GeoDa could not find the required weights file.
es: Geoda no puede encontrar el archivo de pesos

source: GeoDa has run into a problem and will close.
es: GeoDa ha encontrado un problema y se cerrará.

source: GeoDa maj.min.bld (type), day month year
es: GeoDa maj.min.bld (tipo), día mes año

source: GeoDa was unable to save the file.
es: GeoDa no puede guardar el fichero.

source: GeoJson URL
es: URL de GeoJson

source: Geography Markup Language (*.gml)|*.gml
es: Lenguaje de Marcado Geográfico (*.gml)|*.gml

source: Geometries not saved
es: Geometrías no guardadas

source: Get a free Carto account:
es: Obtener una cuenta Carto gratis

source: Get a free GeoDa-Web account:
es: Obtener una cuenta de GeoDa-Web gratis

source: Get a free Nokia/HERE account:
es: Obtener una cuenta gratis de Nokia/HERE

source: Gi cluster map, pseudo p-val
es: Mapa de clústers Gi; pseudo p-val

source: Gi* cluster map, pseudo p-val
es: Gi* mapa de clústers, pseudo p-val.

source: Greek (ISO-8859-7)
es: Griego (ISO-8859-7)

source: Grid Bounding Box
es: Cuadro Delimitador de Rejilla

source: Grid Size
es: Tamaño de Rejilla

source: Grid file was successfully created.
es: Archivo de rejilla creado con éxito.

source: Group 1:
es: Grupo 1:

source: Group 2:
es: Grupo 2:

source: Grouped Variables
es: Variables Agrupadas

source: Groups:
es: Grupos:

source: Has Colocation
es: Tiene colocación

source: Hebrew (ISO-8859-8-1)
es: Hebreo (ISO-8859-8-1)

source: Hebrew (Windows-1255)
es: Hebreo (Windows-1255)

source: Help
es: Ayuda

source: Hide Map
es: Ocultar Mapa

source: Hide system table in Postgresql connection:
es: Ocultar tabla de sistema en conexión de Postgresql:

source: Hide system table in SQLITE connection:
es: Ocultar tabla de sistema en conexión SQLITE:

source: Hierarchical
es: Jerárquico

source: Hierarchical Clustering Settings
es: Configuración Clúster Jerárquico

source: High
es: Alto

source: High-High
es: Alto-Alto

source: High-Low
es: Alto-Bajo

source: Highlight Color
es: Destacar Color

source: Hinge
es: Bisagra

source: Hinge=1.5
es: Bisagra=1.5

source: Hinge=3.0
es: Bisagra=3.0

source: Histogram
es: Histograma

source: Histogram Classification
es: Clasificación Histograma

source: Histogram Variable
es: Variable de Histograma

source: Histogram:
es: Histograma:

source: Horizontal Bins Breaks
es: Cortes Intervalos Horizontales

source: Horizontal Cells
es: Celdas Horizontales

source: Http connection timeout (seconds) for e.g. WFS, Geojson etc.:
es: Conexión http terminada (segundos) para p.e. WFS, Geojson, etc.:

source: ID is not specified!
es: ID no especificado

source: Improve Cartogram
es: Mejorar Cartograma

source: Include
es: Incluir

source: Include Variable Names
es: Incluir Nombres de Variables

source: Include diagonal of weights matrix
es: Incluir diagonal de matriz de pesos

source: Include lower orders
es: Incluir órdenes inferiores

source: Independent Var (x-axis)
es: Var. Independiente (eje-x)

source: Independent Var X
es: Var X Independiente

source: Inference Settings
es: Configuración de Inferencia

source: Inference Settings (%d perm)
es: Configuración Inferencia (%d perm)

source: Information
es: Información

source: Initial Groups:
es: Grupos Iniciales:

source: Initialization Method:
es: Método de inicialización:

source: Initialization Re-runs:
es: Iniciando repeticiones:

source: Input
es: Abrir

source: Input ASCII file
es: Introducir archivo ASCII

source: Input datasource
es: Fuente de Datos de Entrada

source: Input file
es: Abrir Archivo

source: Input file (text file)
es: Abrir archivo (texto)

source: Input is duplicated.
es: Entrada duplicada.

source: Input is not valid.
es: Entrada no válida

source: Input is required
es: Se necesita una Entrada

source: Input significance:
es: Introducir significación:

source: Input:
es: Entrada:

source: Insert before
es: Insertar antes

source: Insufficient Random Sampling
es: Muestreo Aleatorio insuficiente

source: Internal Error: can't update an in-memory cell.
es: Error Interno: no puede actualizar una celda en memoria

source: Intervals
es: Intervalos

source: Intervals in the Histogram
es: Intervalos en el Histograma

source: Invalid Variable
es: Variable no Válida

source: Invert Select
es: Invertir Selección

source: Invert Selection
es: Invertir Selección

source: Iterations:
es: Iteraciones:

source: Japanese (EUC-JP)
es: Japonés (EUC-JP)

source: Japanese (Shift&JIS)
es: Japonés (Shift&JIS)

source: K-Nearest neighbors
es: K-vecinos Más Cercanos

source: KWT files (*.kwt)|*.kwt
es: Ficheros KWT (*.kwt)|*.kwt

source: Kernel function
es: Función Kernel

source: Key
es: Clave

source: Keyhole Markup Language (*.kml)|*.kml
es: Lenguaje de Marcado Keyhole (*.kml|*.kml

source: Korean (EUC-KR)
es: Coreano (EUC-KR)

source: LOWESS Smoother
es: Alisado LOWESS

source: LOWESS Smoother Help
es: Ayuda de Alisado LOWESS

source: LOWESS Smoother Parameters
es: Parámetros de Alisado LOWESS

source: Language
es: Idioma

source: Language:
es: Idioma:

source: Layer names
es: Nombres de capa

source: Legend Background Color
es: Color de Fondo de Leyenda

source: Length (max 254)
es: Tamaño (máx. 254)

source: Light
es: Fino

source: Line
es: Línea

source: Linear Smoother
es: Alisado Lineal

source: Load time definition from project file.
es: Cargar definición temporal de archivo de proyecto

source: Loading data...
es: Cargando datos...

source: Local G
es: G Local

source: Local G Maps
es: Mapas Locales G

source: Local G Statistics Maps
es: Mapas de Estadísticos G Locales

source: Local G*
es: G* Local

source: Local Geary Maps
es: Mapas Geary Local

source: Local Moran's I Maps
es: Mapas del I de Moran Local

source: Local Moran's I with EB Rate
es: I de Moran Local con Tasas EB

source: Local Search:
es: Búsqueda Local

source: Locale for numbers has been setup successfully. Please re-open current project to enable this locale.
es: Realizada con éxito la configuración local numérica. Reabrir el proyecto actual para activar esta configuración.

source: Loop
es: Bucle

source: Low
es: Bajo

source: Low-High
es: Bajo-Alto

source: Low-Low
es: Bajo-Bajo

source: Lower outlier
es: Atípico superior

source: Lower-left corner
es: Esquina inferior izquierda

source: MDS Plot
es: Gráfico MDS

source: MDS Plot -
es: Gráfico MDS -

source: MDS Settings
es: Configuración MDS

source: Make selection from expression
es: Realizar selección de la expresión

source: Manual Resize Column
es: Cambio Ancho Manual de Columna

source: Map
es: Mapa

source: Map Color Classification
es: Clasificación Colores Mapa

source: Map Movie
es: Vídeo de Mapa

source: Map Theme
es: Tema de Mapa

source: Map Themes
es: Temas de Mapa

source: Maps To Open
es: Mapas para Abrir

source: Maps and Rates
es: Mapas y Tasas

source: Maps:
es: Mapas:

source: Max
es: Máx.

source: Max value of Y axis
es: Valor Máx. del eje Y

source: Max-p Settings
es: Configuración MaxP

source: Maximum # of regions:
es: Máximo nº de regiones:

source: Maximum Iterations:
es: Iteraciones máximas:

source: Merge
es: Combinar

source: Merge -
es: Unir -

source: Merge by key values
es: Combinar por valores clave

source: Merge by record order
es: Combinar por orden de registros

source: Merge error: Geometric type of selected datasource has to be the same with current datasource.
es: Error de anexión: el tipo de geometría de la fuente de datos seleccionada y la activa debe ser la misma.

source: Message area
es: Área de Mensajes

source: Method
es: Método

source: Method:
es: Método:

source: Min
es: Mín.

source: Min # per Region:
es: Mín. nº por Región:

source: Min Region Size:
es: Mín. Tamaño Región

source: Min value of Y axis
es: Valor mín. del eje Y

source: Minimum Bound:
es: Valor Cota Mín.

source: Models
es: Modelos

source: Moran Scatter Plot
es: Diagrama de Dispersión de Moran

source: Moran's I (%s): %s
es: I de Moran (%s): %s

source: Moran's I with EB Rate
es: I de Moran con Tasa EB

source: Move Down
es: Abajo

source: Move Selected to Top
es: Mover Seleccionados Arriba

source: Move Up
es: Arriba

source: Multi-Variable Settings
es: Configuración Multi-Variable

source: Multivariate Local Geary
es: Geary Local Multivariante

source: Name
es: Nombre

source: Natural Breaks
es: Cortes Naturales

source: Natural Breaks Map
es: Mapa de Cortes Naturales

source: Negative
es: Negativo

source: Neighborless
es: Sin vecinos

source: Neighbors of Cores
es: Vecinos y Centros

source: New
es: Nuevo

source: New Categories Title
es: Título de Nueva Categoría

source: New Custom Categories Title:
es: Nuevo Título de Categorías Personalizado

source: New From Recent
es: Nuevo desde Reciente

source: New Group Details
es: Nombrar Nuevo Grupo

source: New Map Coordinates
es: Nuevo Mapa de Coordenadas

source: New Project Filename
es: Nuevo Nombre de Proyecto

source: New Selection
es: Nueva Selección

source: New datasource:
es: Nueva fuente de datos

source: New project file:
es: Nuevo archivo de proyecto

source: New selection
es: Nueva Selección

source: New space-time variable name
es: Nuevo nombre de variable espacio-temporal

source: New variable name
es: Nuevo nombre de variable

source: No Basemap
es: Sin Mapa Base

source: No Colocation
es: Sin colocación

source: No Weights Found
es: No se encontraron Pesos

source: No layer has been selected. Please select a layer.
es: No se ha seleccionado ninguna capa. Seleccionar capa

source: No layer was found in the selected data source.
es: Capa no encontrada en la fuente de datos seleccionada

source: No numeric variables found in table.
es: No hay variables numéricas en la tabla.

source: No rates currently calculated to save.
es: No hay tasas calculadas para guardar.

source: No update required
es: Ninguna actualización necesaria

source: No weights file was created due to all observations being isolates for the specified threshold value. Increase the threshold to create a non-empty weights file.
es: No se creó el archivo de pesos porque todas las observaciones están aisladas para el valor umbral especificado. Aumente el umbral para crear un archivo de pesos no vacío

source: None of your observations have neighbors. This could be related to digitizing problems, which can be fixed by adjusting the precision threshold.
es: Ninguna de las observaciones tiene vecinos. Esto podría deberse a problemas de digitalización, que podrían resolverse ajustando el umbral de precisión.

source: Nordic Latin-6 (ISO-8859-10)
es: Nórdico Latín-6 (ISO-8859-10)

source: Not Significant
es: No Significativo

source: Not enough memory!
es: ¡Memoria insuficiente!

source: Notice
es: Advertencia

source: Number of Categories
es: Número de Categorías

source: Number of Clusters:
es: Número de Clústers:

source: Number of Columns
es: Número de Columnas

source: Number of Neighbors
es: Número de Vecinos

source: Number of Rows
es: Número de Filas

source: Number of neighbors
es: Número de vecinos

source: OK
es: Aceptar

source: OK to Exit?
es: ¿De acuerdo en Salir?

source: OLS Model has been selected.
es: El Modelo MCO ha sido seleccionado.

source: OLS Model with White test has been selected.
es: Se ha seleccionado un Modelo MCO con test de White.

source: Ok
es: Aceptar

source: On line %d of weights file, observation id %d encountered which does not exist in field "%s" of the Table.
es: %d en línea del fichero de pesos, encontrado id de obs. %d que no existe en el campo "%s" de la Tabla.

source: On line %d of weights file, observation id %d encountered which is out of allowed observation range of 1 through %d.
es: En la fila %d del fichero de pesos, encontrada observación con id %d fuera del rango de permitido entre 1 y %d.

source: Once you have grouped variables, you can save a new space-time table and weights: To add a spatial ID to your space-time table and create space-time weights, you need to have an active weights file (Tools-Weights Manager).
es: Una vez agrupadas las variables, debe guardar una nueva tabla y pesos espacio-temporales: Para añadir el ID espacial a su tabla y crear pesos espacio-temporales, debe tener un fichero activo de pesos (Herramientas-Gestor de Pesos)

source: Only 'gal', 'gwt', 'kwt', 'mat' and 'swm' weights files supported.
es: Sólo se admiten ficheros de pesos 'gal', 'gwt', 'kwt', 'mat' y 'swm'

source: Oops. GeoDa was unable to submit a bug report. Please try again or create it here instead: https://github.com/GeoDaCenter/geoda/issues Thanks!
es: Oops. GeoDa no pudo enviar el informe de errores. Intentarlo de nuevo o desde aquí: https://github.com/GeoDaCenter/geoda/issues ¡Gracias!

source: Open
es: Abrir

source: Open Datasource:
es: Fuente de Datos Abierta:

source: Open Document Spreadsheet (*.ods)|*.ods
es: OpenDocument Hoja de Cálculo (*.ods)|*.ods

source: Open Layer:
es: Abrir Capa:

source: Open data source progress dialog
es: Abrir diálogo de progreso de fuente de datos

source: Open project file:
es: Abrir archivo de proyecto

source: Open weights file
es: Abrir archivo de pesos

source: Operation requires a valid field name or constant.
es: Operación que requiere de un nombre de campo válido o constante.

source: Operator
es: Operador

source: Options
es: Opciones

source: Order of contiguity
es: Orden de contigüidad

source: Other (up to 99999)
es: Otro (superior a 99999)

source: Other Pos
es: Otra Pos.

source: Other Positive
es: Otro Positivo

source: Outlines Visible
es: Contornos Visibles

source: Output file (*.shp)
es: Arhivo de Resultados (*.shp)

source: Output file (text file)
es: Archivo de resultados (texto)

source: Output:
es: Resultados:

source: Overwrite?
es: ¿Sobrescribir?

source: PCA
es: ACP

source: PCA Settings
es: Configuración de ACP

source: Pan
es: Arrastrar

source: Panning Mode
es: Modo Arrastrado

source: Parallel Coordinate Plot
es: Gráfico de Coordenadas Paralelas

source: Parallel Coordinate Plot:
es: Gráfico de Coordenadas Paralelas:

source: Parameters
es: Parámetros

source: Parameters:
es: Parámetros:

source: Password
es: Contraseña

source: Paste
es: Pegar

source: Percentile
es: Percentiles

source: Percentile Map
es: Mapa de Percentiles

source: Period 1:
es: Período 1:

source: Period 2:
es: Período 2:

source: Please briefly describe what went wrong.
es: Describir brevemente lo que no ha funcionado.

source: Please check the selected variables are all valid.
es: Comprobar la validez de las variables seleccionadas.

source: Please check your network connection, or contact GeoDa support team.
es: Revisar conexión a la red o contactar con el equipo de soporte de GeoDa

source: Please choose Period 1 first.
es: Elegir primero el Periodo 1

source: Please choose Period 1.
es: Seleccionar Período 1.

source: Please choose Period 2 first.
es: Seleccionar antes el Período 2.

source: Please choose Period 2.
es: Seleccionar Período 2.

source: Please choose Periods first.
es: Seleccionar antes los Períodos.

source: Please choose a Result field.
es: Seleccionar un campo de Resultados.

source: Please click to choose a highlighting style in GeoDa:
es: Haga click para elegir un estilo de resaltado en GeoDa

source: Please describe steps you took before something went wrong.
es: Describir los pasos realizados antes de tener problemas.

source: Please enter a field name for saving clustering results.
es: Introducir un nombre de campo para guardar resultados de clústers

source: Please enter iteration number
es: Introducir nº de iteración

source: Please enter maximum number of regions.
es: Introducir máximo nº de regiones.

source: Please enter minimum bound value
es: Introducir el valor de la cota mínima

source: Please enter minimum number of observations per regions, or use minimum bound instead.
es: Introducir nº mínimo de observaciones por regiones o utilizar la cota mínima.

source: Please enter number of regions
es: Introducir nº de regiones

source: Please first select observations in one of the other data or map views.
es: Seleccionar primero observaciones en una de las otras vistas de datos o mapa.

source: Please fix the grid bounding box.
es: Por favor, ajustar cuadro delimitador de la rejilla

source: Please input Carto App Key.
es: Introducir Clave de App de Carto.

source: Please input Carto User Name.
es: Introducir Nombre de Usuario de Carto.

source: Please input a valid url address.
es: Introducir dirección url válida.

source: Please input a valid url.
es: Introducir una url válida.

source: Please input database host.
es: Introducir base de datos anfitrión.

source: Please input database name.
es: Introducir nombre de base de datos

source: Please input database port.
es: Introducir puerto de base de datos.

source: Please input minimum bound value.
es: Introducir un valor para cota mínima.

source: Please input password.
es: Introducir contraseña.

source: Please input table name.
es: Introducir el nombre de la tabla

source: Please input user name.
es: Introducir nombre de usuario.

source: Please open a data file rather than a project file (*.gda).
es: Reabrir un archivo de datos en lugar de un archivo de proyecto (*.gda).

source: Please provide paths for both Project file and Datasource.
es: Proporcionar rutas para fichero de Proyecto y Fuente de Datos

source: Please restart GeoDa to apply the language setup.
es: Reiniciar GeoDa para solicitar el asistente de idioma.

source: Please restart GeoDa to finish installing updates.
es: Reiniciar GeoDa para terminar de instalar actualizaciones.

source: Please select a results field.
es: Seleccionar un campo de resultados

source: Please select a time variable first, and make sure more than one time steps have been defined.
es: Seleccionar antes una variable de tiempo y definir más de un período temporal.

source: Please select a weights type.
es: Seleccionar tipo de matriz de pesos.

source: Please select an Base field.
es: Seleccionar un campo Base

source: Please select an Variable field.
es: Seleccionar un campo de Variable.

source: Please select another variable with values more suitable for computing a correlogram.
es: Seleccionar otra variable con valores más adecuados para el cálculo del correlograma.

source: Please select at least %d variables.
es: Seleccionar, al menos, %d variables.

source: Please select at least 2 variables.
es: Seleccionar al menos 2 variables

source: Please select features first.
es: Seleccionar 1º las características.

source: Please select the layer name to connect:
es: Seleccionar el nombre de capa a conectar:

source: Please setup co-locations first.
es: Establecer antes las co-localizaciones.

source: Please specify a Weights matrix.
es: Especificar una matriz de pesos.

source: Please specify a valid data source name.
es: Especificar un nombre válido de fuente de datos.

source: Please specify weights in Tools > Weights Manager.
es: Especifique pesos en Herramientas > Gestor de Pesos

source: Please use<br /><font color="blue">Options > Change Variable<br /></font>to specify a variable.
es: Utilizar<br /><fuente color="azul">Opciones > Cambiar Variable<br /></fuente>a especificar una variable.

source: Plots:
es: Gráficos:

source: Point Color
es: Color de Puntos

source: Points from Table
es: Puntos de una Tabla

source: Positive
es: Positivo

source: Power
es: Potencia

source: Precision threshold
es: Precisión umbral

source: Pred. Val. and Res.
es: Val. Pred. y Res.

source: Preferences...
es: Preferencias...

source: Produce bounding-box file?
es: ¿Crear archivo de cuadro delimitador?

source: Progress
es: Progreso

source: Project Information
es: Información de Proyecto

source: Project file path is empty.
es: Ruta vacía de archivo de proyecto.

source: Project filename not specified.
es: Nombre archivo de proyecto no especificado.

source: Project to X-Y
es: Proyectar a X-Y

source: Project to X-Z
es: Proyectar a X-Z

source: Project to Z-Y
es: Proyectar a Z-Y

source: Publish Maps and Plots to GeoDa-Web
es: Publicar Mapas y Gráficos para GeoDa-Web

source: Publish to GeoDa-Web
es: Publicar a la Web de GeoDa

source: Quantile
es: Cuantiles

source: Quantile Map
es: Mapa de Cuantiles

source: Queen contiguity
es: Contigüidad Reina

source: REDCAP Settings
es: Configuración de REDCAP

source: Random Gaussian dist with mean=%s, sd=%s
es: Dist. aleatoria gaussiana con media=%s, DT=%s

source: Random uniform dist on unit interval
es: Distrib. uniforme aleatoria en intervalo unidad

source: Randomization
es: Aleatorización

source: Rate calculation successful.
es: Tasa calculada con éxito.

source: Rates
es: Tasas
