Repository: GeoDaCenter/geoda
Catalog: internationalization/new_*.po
Languages: es

source: Unselected
es: Desmarcado

source: Unselected =
es: No Seleccionados

source: Update GeoDa completed
es: Actualización de GeoDa completada

source: Update GeoDa failed
es: Error de Actualización de GeoDa

source: Upper outlier
es: Atípico superior

source: Upper-right corner
es: Esquina superior derecha

source: Use Power Iteration:
es: Utilizar Interación de Potencia:

source: Use Scientific Notation
es: Usar Notación Científica

source: Use Specified Seed
es: Usar Semilla Específica

source: Use Weights:
es: Utilizar Pesos:

source: Use classic yellow cross-hatching to highlight selection in maps:
es: Utilizar el típico entramado amarillo para destacar selecciones en mapas:

source: Use existing field name
es: Usar nombre existente de campo

source: Use geometric centroids
es: Utilizar centroides geométricos

source: Use inverse distance?
es: ¿Usar distancia inversa?

source: Use max knn distance as bandwidth
es: Usar distancia máx. k-vecinos como ancho banda

source: Use row-standardized weights
es: Usar pesos estandarizados por filas

source: Use selected as specified alpha level
es: Utilizar seleccionados como nivel alfa especificado

source: Use specified seed:
es: Utilizar semilla especificada

source: Use the bounding box of shape datasource
es: Usar el cuadro delimitador de la fuente de datos shape

source: User Defined
es: Definido por Usuario

source: User Name
es: Nombre Usuario

source: User name
es: Nombre usuario

source: Values assigned to target field successfully.
es: Valores asignados con éxito al campo de destino.

source: Var Calc Container
es: Contenedor de Var Calc

source: Variable %s is a time-grouped variable. Please ungroup this variable to delete.
es: La variable %s está temporalmente agrupada. Desagrupar esta variable para borrarla.

source: Variable %s is no longer in the Table. Please close and reopen the Regression Dialog to synchronize with Table data.
es: La variable % no está en la Tabla. Cerrar y reabrir el cuadro de diálogo Regresión para sincronizar con los datos de la Tabla.

source: Variable %s is no longer in the Table. Please close and reopen this dialog to synchronize with Table data.
es: Variable %s ya no está en la Tabla. Cerrar y reabrir este cuadro de diálogo para sincronizar con datos de la Tabla

source: Variable %s is not valid. Please select another variable.
es: Variable %s no válida. Seleccionar otra variable.

source: Variable / Constant
es: Variable / Constante

source: Variable <font color="blue">%s</font> is specified.
es: Se ha especificado variable <fuente color="azul">%s</fuente>.

source: Variable Choice
es: Elección de Variable

source: Variable Name
es: Nombre de la Variable

source: Variable Properties
es: Propiedades de Variable

source: Variable Properties -
es: Propiedades de la Variable -

source: Variable Setting
es: Configuración de Variable

source: Variable Settings
es: Configuración de Variable

source: Variable Type Error
es: Error Tipo de Variable

source: Variable Value Error
es: Error en Valor de Variable

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name.
es: El nombre de la variable "%s" no es válido o está duplicado. Introducir otro nombre de variable no duplicado.

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name. The first character must be a letter, and the remaining characters can be either letters, numbers or underscores. For DBF table, a valid variable name is between one and ten characters long.
es: El nombre de variable "%s" está dupliado o no es válido. Introducir nombre alternativo no duplicado. El primer carácter debe ser una letra y el resto pueden ser letras, números o guiones bajos. Un nombre válido para las tablas DFB debe tener entre uno y diez caracteres de largo.

source: Vertical Bins Breaks
es: Cortes Intervalos Verticales

source: Vertical Cells
es: Celdas Verticales

source: Vietnamese (Windows-1258)
es: Vietnamita (Windows-1258)

source: View
es: Vista

source: View Original Data
es: Ver Datos Originales

source: View Standardized Data
es: Ver Variables Estandarizadas

source: Voronoi Contiguity Error
es: Error de Contigüidad de Voronoi

source: WFS URL
es: URL de WFS

source: Warning
es: Aviso

source: Warning: %d observations are neighborless.
es: Aviso: %d observaciones no tienen vecinos.

source: Warning: %d observations is neighborless.
es: Aviso: %d observaciones sin vecinos.

source: Warning: loss data
es: Aviso: pérdida de datos

source: Was not able to load weights matrix.
es: Imposible cargar matriz de pesos.

source: Weight
es: Pesos

source: Weight matrix required for chosen spatial rate method.
es: El método de tasas espaciales necesita una matriz de pesos.

source: Weighting:
es: Ponderación:

source: Weights
es: pesos

source: Weights File
es: Fichero de pesos

source: Weights File Creation
es: Creación Archivo de Pesos

source: Weights Manager
es: Gestor de pesos

source: Weights Symmetry Check
es: Comprobar Simetría de Pesos

source: Weights Union
es: Weights Intersection

source: Weights file "%s" created successfully.
es: Archivo de pesos "%s" creado con éxito.

source: Weights:
es: Pesos:

source: Welcome to GeoDa
es: Bienvenidos a GeoDa

source: Welcome to GeoDa 1.8.16
es: Bienvenidos a GeoDa 1.8.16

source: West European Latin-1 (ISO-8859-1)
es: Europeo Occidental Latín-1 (ISO-8859-1)

source: West European Latin-9 (ISO-8859-15)
es: Europeo Occidental Latín-9 (ISO-8859-15)

source: What windows to open?
es: Qué ventana abrir

source: When "all times" selected for either variable, result field must also be "all times."
es: Al seleccionar "todos los períodos", el campo de resultados debe ser también "todos los períodos."

source: When "all times" selected for variable, result field must also be "all times."
es: Al seleccionar "todos los períodos", el campo de resultados debe ser también "todos los períodos."

source: White Test
es: Test de White

source: Width in pixels
es: Ancho en píxeles

source: Wrong number of rows!
es: ¡Nº equivocado de columnas!

source: Wrote GeoDa Project File:
es: Escrito en Archivo Proyecto GeoDa:

source: X Variable
es: Variable X

source: X-Axis
es: Eje-X

source: X-Coordinates
es: Coordenadas-X

source: X-coord
es: Coord-X

source: X-coordinate
es: coordenada-X

source: X-coordinate variable
es: Variable coordenada-X

source: Y Variable
es: Variable Y

source: Y-Axis
es: Eje-Y

source: Y-Coordinates
es: Coordenadas-Y

source: Y-coord
es: Coord-Y

source: Y-coordinate
es: coordenada-Y

source: Y-coordinate variable
es: Variable coordenada-Y

source: Yes
es: Sí

source: Your Email address (Optional):
es: Dirección de correo electrónico (Opcional):

source: Your GeoDa is already up-to-date.
es: Su GeoDa está ya actualizado.

source: Your Github account (Optional):
es: Tu cuenta de Gibhub (Opcional):

source: Your table cannot be aggregated because the key field "%s" is unique. Please use another key.
es: Imposible agregar tabla porque el campo clave "%s" es único. Utilizar otro campo clave.

source: Z Variable
es: Variable Z

source: Zoom : press right-mouse button
es: Zoom: presionar botón derecho del ratón

source: Zoom In
es: Zoom +

source: Zoom Out
es: Zoom -

source: Zooming Mode
es: Modo de Zoom

source: [Please briefly describe what went wrong]
es: [Describir brevemente lo que no ha funcionado]

source: [Steps you took before something went wrong]
es: [Pasos realizados antes de tener problemas]

source: "%s" is not a valid p-value. Default p-value (0.01) is used
es: "%s" p-valor no válido. Utilizado el p-valor (0.01) por defecto

source: "%s" is not a valid seed. Seed unchanged.
es: "%s" semilla no válida. Semilla sin modificar.

source: binary
es: binario

source: break 0
es: Corte 0

source: calculating...
es: calculando...

source: can't compute
es: imposible calcular

source: category 1
es: Categoría 1

source: choice:
es: elección:

source: choose a variable
es: Elegir una variable

source: csv file:
es: fichero csv:

source: current table key
es: Clave de la tabla activa

source: custom
es: Personalizado

source: dBase Database File (*.dbf)|*.dbf
es: Archivo Datos dBase (*.dbf)|*.dbf

source: datasource.type %s unknown..
es: fuentedatos.tipo %n desconocido..

source: day:
es: día:

source: diverging
es: divergente

source: enumerate as 1, 2, 3, ...
es: Numerar como 1, 2, 3, ...

source: field name:
es: nombre de campo:

source: fields:
es: campos:

source: file size:
es: tamaño de archivo:

source: import table key
es: Clave de tabla importada

source: max:
es: máx.

source: maximum
es: máximo

source: mean
es: media

source: min:
es: mín.

source: minimum
es: mínimo

source: month:
es: mes:

source: name:
es: nombre

source: numeric
es: numérico

source: obs#
es: nº obs.

source: observation:
es: observación

source: records:
es: registros

source: row-standardized
es: estandarizada por filas

source: row:
es: fila:

source: selected:
es: seleccionado:

source: sequential
es: secuencial

source: show normal distribution p-val map
es: Mostrar mapa de p-val. de distribución normal

source: show normal distribution p-val maps
es: Mostrar mapas de p-val. de distribución normal

source: show significance maps
es: Mostrar mapas de significación

source: space-time variable found with no name
es: Variable espacio-temporal encontrada sin nombre

source: standard deviation
es: desviación estándar

source: suggested title:
es: título sugerido:

source: thematic
es: temática

source: time
es: tiempo

source: to define weights.
es: pendiente definición de pesos.

source: uni. dist. Min
es: Dist. min. uni.

source: uniform distribution
es: distribución uniforme

source: using row-standardized weights
es: usando pesos estandarizados por filas

source: value
es: Valor

source: value:
es: valor:

source: var name:
es: nombre var.:

source: version:
es: versión:

source: weights:
es: pesos

source: wrong model number
es: nº equivocado de modelo

source: year:
es: año
